[
    {
        "Number": "1",
        "Soal": "<p style=\"text-align:justify;\"><strong>Bacalah teks berikut untuk menjawab soal nomor 1-3!<\/strong>     <\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; &nbsp;(1) Tanggal 22 Desember diresmikan sebagai Hari Ibu pada Kongres Perempuan yang diadakan di Yogyakarta pada 22 Desember 1928. (2) Peresmian tersebut sekaligus menegaskan bahwa martabat seorang perempuan sejajar dengan laki-laki dan patut dihormati. (3) Namun, hingga kini masih ada perempuan yang hidup dalam dunia patriarki, sehingga eksistensinya menjadi minoritas. (4) Lebih lagi bahwa perempuan itu adalah keturunan Tionghoa, maka ia berminoritas ganda.     (5) Kita perlu kembali pada sejarah perempuan itu sendiri terutama pada karya-karya sastra untuk melihat bagaimana perempuan terdiksriminasi dan tersiksa. (6) Bukan maksud untuk menakut-nakuti. (7) Dari pelajaran sejarah, kita bisa mempelajari kesalahan masa lalu supaya tidak terulang di masa depan.<\/p><p style=\"text-align:justify;\">&nbsp;    (8) Naning Pranoto, seorang Novelis dan Penggerak Literasi, menceritakan banyak kisah perempuan Tionghoa. (9) Hal ini tertuang dalam buku-bukunya yang berjudul Mel Merah 1998, Miss Lu, Musim Semi di Shizi, dan Nago Hongkong. (10) Bukunya, Mel Merah 1988 mengisahkan tragedi kelam pemerkosaan perempuan Tionghoa pada masa akhir kepemimpinan Soeharto. (11) Inspirasinya dia dapat dari seorang anak gadis Tionghoa korban pemerkosaan. (12) Kisah lainnya ia dapati dari seorang supir taksi online berdarah Tionghoa yang menyaksikan bagaimana orang-orang menjarah, merusak, dan memerkosa perempuan-perempuan Tionghoa pada kerusuhan Mei 1998.<\/p><p style=\"text-align:justify;\">&nbsp;    (13) Widya Fitria Ningsih, Kandidat Doktor Ilmu Sejarah Vrije Universiteit Amsterdam dan Staf Pengajar Departemen Sejarah UGM, punya cerita lain tentang diaspora perempuan Tionghoa di Belanda. (14) Pada saat kemerdekaan sampai 1960, Widya menemukan dilema perempuan Tionghoa untuk memilih antara Indonesia, Tiongkok, atau Belanda. (15) Masa kemerdekaan bangsa kita mewarisi kolonial dengan adanya bahaya kawin campur dan di Tiongkok terdapat larangan beragama. (16) Belanda merupakan pilihan logis bagi mereka. (17) Alhasil, ada sekitar 400.000 orang Tionghoa yang pada saat itu melakukan migrasi ke Belanda. (18) Widya mengungkapkan bahwa narasi perempuan Tionghoa selama ini diabaikan. (19) Hal ini telah luput dalam sejarah Indonesia.&nbsp;<\/p><p style=\"text-align:justify;\"><span class=\"text-small\"><i>Sumber: Notional Geographic Indonesia, 12 Desember 2020 dengan beberapa penyesuaian&nbsp;<\/i><\/span><\/p><p style=\"text-align:justify;\">Judul yang paling tepat untuk melengkapi tulisan di atas adalah ...<\/p>",
        "A": "<p>Perempuan Tionghoa dalam Dunia Patriarki<\/p>",
        "B": "<p>Karya Sastra dan Diaspora Perempuan Tionghoa<\/p>",
        "C": "<p>Belanda: Pilihan Logis bagi Perempuan Tionghoa<\/p>",
        "D": "<p>Eksistensi Perempuan Tionghoa dalam Sejarah Indonesia<\/p>",
        "E": "<p>Kisah Perempuan Tionghoa dalam Sejarah Sastra Indonesia<\/p>",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "2",
        "Soal": "<p>Kalimat yang memiliki pola yang sama ditandai nomor ...<\/p>",
        "A": "<p>2 dan 8<\/p>",
        "B": "<p>2 dan 9<\/p>",
        "C": "<p>7 dan 8<\/p>",
        "D": "<p>7 dan 10<\/p>",
        "E": "<p>9 dan 10<\/p>",
        "Kunci": "A",
        "tipe": "pilihan"
    },
    {
        "Number": "3",
        "Soal": "<p>Konjungsi yang tepat untuk menggantikan konjungsi bahwa pada kalimat (4) adalah.....<\/p>",
        "A": "<p>jika<\/p>",
        "B": "<p>ketika<\/p>",
        "C": "<p>bahkan<\/p>",
        "D": "<p>kalaupun<\/p>",
        "E": "<p>jangankan<\/p>",
        "Kunci": "A",
        "tipe": "pilihan"
    },
    {
        "Number": "4",
        "Soal": "<p style=\"text-align:justify;\"><strong>Bacalah teks berikut untuk menjawab soal nomor 4-6!<\/strong><\/p><p style=\"text-align:justify;\">&nbsp;    (1) Sejak Undang-Undang Cipta Kerja disahkan DPR, berbagai kalangan merepons dengan pro dan kontra. (2) Tak terkecuali substansi di bidang kehutanan. (3) Salah satu substansi yang diperdebatkan adalah penghapusan ketentuan luas minimal kawasan hutan 30 persen yang tertuang dalam Undang- Undang Kehutanan. (4) Dari masyarakat awam hingga akademisi menganggap penghapusan ketentuan ini akan memperparah penggundulan hutan. (5) Di sisi lain, ketentuan 30 persen ini memang tidak sesuai lagi dengan kondisi terkini. (6) Ada beberapa penyebabnya.<\/p><p style=\"text-align:justify;\">&nbsp;    (7) Pertama, penetapan 30 persen membawa konsekuensi merugikan baik dari segi ekologi, sosial, dan budaya. (8) Contohnya, provinsi dengan kawasan hutan di atas 30 persen, maka ketentuan ini justru memicu daerah untuk berlomba-lomba mengkonversi kawasan hutan. (9) Tidak heran banyak provinsi mengubah kawasan hutan menjadi perkebunan, pertambangan, dan peruntukan lainnya.<\/p><p style=\"text-align:justify;\">&nbsp;    (10) Kedua, masyarakat awam masih rancu tentang makna hutan dan kawasan hutan. (11) Kita sepakat hutan sangat berarti bagi kehidupan manusia. (12) Melestarikan hutan memang suatu keharusan. (13) Namun, angka 30 persen yang ada dalam Undang-Undang Kehutanan itu mengacu pada kawasan hutan, bukan hutan secara biofisik. (14) Dari definisi dan kriteria, hutan berbeda dengan kawasan hutan. (15) Untuk memudahkan membedakannya: hutan adalah hamparan tanah yang didominasi oleh pepohonan, sedangkan kawasan hutan adalah area yang ditetapkan oleh pemerintah. (16) Artinya, kawasan hutan adalah status suatu ruang saja, terlepas di dalamnya sudah berbentuk perumahan, perkebunan, pertambangan, dan fasum fasos. (17) Di Indonesia, kawasan hutan tanpa pohon ini mencapai 34 juta hektare.<\/p><p style=\"text-align:justify;\">&nbsp;    (18) Ketiga, alasan lain penghapusan angka 30 persen adalah karena angka ini memang doktrin pemerintahan kolonial. (19) Menurut dua cendekiawan Amerika, Davis dan Robbins, konsepsi penetapan luas minimal hutan berawal pada abad ke-18. (20) Kemudian, ide tersebut menyebar ke berbagai kalangan rimbawan di seluruh dunia. (21) Termasuk rimbawan kolonial yang saat itu menjajah Indonesia. (22) Sebuah studi karya Nancy Peluso (akademisi Amerika) menyebutkan awal pengenalan angka 30 persen ini diinisiasi oleh tokoh rimbawan Belanda, van Arstson. (23) Tujuannya saat itu adalah untuk mengelola hutan di Jawa. (24) Menurutnya, sekitar 30 persen wilayah daratan pulau Jawa seharusnya tertutup hutan.<\/p><p style=\"text-align:justify;\">&nbsp;    (25) Bertolak berbagai permasalahan di atas, maka penghapusan ketentuan 30 persen luas minimal kawasan hutan merupakan suatu terobosan nyata. (26) Sebagai alternatif batasan minimal, sebenarnya terdapat alat analisis yang lebih komprehensif, yaitu analisis multikriteria. (27) Metode ini dapat mengintegrasikan berbagai nilai, seperti nilai jasa ekosistem, nilai daya dukung, daya tampung, aspek sosial, dan juga nilai ekonomi.&nbsp;<\/p><p style=\"text-align:justify;\"><span class=\"text-small\"><i>Sumber: Majalah Tempo, 22 Oktober 2020 dengan beberapa penyesuaian&nbsp;<\/i><\/span><\/p><p style=\"text-align:justify;\">Tujuan utama dari teks tersebut adalah ...<\/p>",
        "A": "<p>menjelaskan alasan masyarakat yang kontra pada UU Cipta Kerja terkait penghapusan ketentuan luas minimal kawasan hutan<\/p>",
        "B": "<p>menjelaskan alasan masyarakat yang setuju pada UU Cipta Kerja terkait penghapusan ketentuan luas minimal kawasan hutan<\/p>",
        "C": "<p>meyakinkan pembaca tentang urgensi penghapusan ketentuan luas minimal kawasan hutan pada UU Cipta Kerja<\/p>",
        "D": "<p>menggambarkan dukungan pada UU Cipta Kerja yang merevisi Undang-Undang Kehutanan yang berlaku selama ini.<\/p>",
        "E": "<p>meyakinkan pembaca untuk menolak ketetapan penghapusan ketentuan luas minimal kawasan hutan yang tercantum dalam UU Cipta Kerja.<\/p>",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "5",
        "Soal": "<p>Hubungan antara paragraf 1 dan paragraf 2 pada teks tersebut adalah....<\/p>",
        "A": "<p>perincian<\/p>",
        "B": "<p>penguatan<\/p>",
        "C": "<p>penyesuaian<\/p>",
        "D": "<p>perbandingan<\/p>",
        "E": "<p>penggabungan<\/p>",
        "Kunci": "A",
        "tipe": "pilihan"
    },
    {
        "Number": "6",
        "Soal": "<p>Penggunaan kata yang tidak baku dalam teks tersebut adalah....<\/p>",
        "A": "<p>memperparah pada kalimat (4)<\/p>",
        "B": "<p>mengkonversi pada kalimat (8)<\/p>",
        "C": "<p>peruntukan pada kalimat (9)<\/p>",
        "D": "<p>fasum fasos pada kalimat (16)<\/p>",
        "E": "<p>hektare pada kalimat (17)<\/p>",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "7",
        "Soal": "<p style=\"text-align:justify;\"><strong>Bacalah teks berikut untuk menjawab soal nomor 7-10!<\/strong><\/p><p style=\"text-align:justify;\">&nbsp;    (1) Alina tercinta, bersama surat ini kukirimkan padamu sepotong senja dengan angin, debur ombak, matahari terbenam, dan cahaya keemasan. (2) Apakah kamu menerimanya dalam keadaan lengkap?&nbsp;<\/p><p style=\"text-align:justify;\">    (3) Seperti setiap senja di setiap pantai, tentu ada juga burung-burung, pasir yang basah, siluet batu karang, dan barangkali juga perahu lewat di kejauhan. (4) Maaf, aku tidak sempat menelitinya satu per satu. (5) Mestinya ada juga lokan, batu yang berwarna-warni, dan bias cahaya cemerlang yang berkeretap pada buih yang bagaikan impian selalu saja membuat aku mengangankan segala hal yang paling mungkin kulakukan bersamamu meski aku tahu semua itu akan tetap tinggal sebagai kemungkinan yang entah kapan menjadi kenyataan.&nbsp;<\/p><p style=\"text-align:justify;\">    (6) Kukirimkan sepotong senja ini untuk Alina, dalam amplop yang tertutup rapat, dari jauh, karena aku ingin memberikan sesuatu yang lebih dari sekedar kata-kata. (7) Sudah terlalu banyak kata yang tidak mengubah apa-apa di dunia ini Alina. (8) Aku tidak akan menambah kata-kata yang sudah tak terhitung jumlahnya dalam sejarah kebudayaan manusia Alina.<\/p><p style=\"text-align:justify;\">&nbsp;    (9) Kata-kata tidak ada gunanya dan selalu sia-sia. (10) Lagi pula siapakah yang masih sudi mendengarnya? (11) Di dunia ini semua orang sibuk berkata-kata tanpa peduli apakah ada orang lain yang mendengarnya. (12) Bahkan mereka juga tidak peduli dengan kata-katanya sendiri. (13) Sebuah dunia yang sudah kelebihan kata-kata tanpa makna. (14) Kata-kata sudah luber dan tidak dibutuhkan lagi. (15) Setiap kata bisa diganti artinya. (16) Setiap arti bisa diubah maknanya. (17) Itulah dunia kita, Alina.<\/p><p style=\"text-align:justify;\">&nbsp;    (18) Kukirimkan sepotong senja untuk Alina, bukan kata-kata cinta. (19) Kukirimkan padamu sepotong senja lembut dengan langit kemerah-merahan yang nyata dan betul-betul ada dalam keadaan yang sama seperti ketika aku mengambilnya saat matahari hampir tenggelam ke balik cakrawala.&nbsp;<\/p><p style=\"text-align:justify;\"><span class=\"text-small\"><i>Sumber: Cerita Pendek \"Sepotong Senja untuk Pacarku\" karya Seno Gumira Ajidarma dengan beberapa penyesuaian&nbsp;<\/i><\/span><\/p><p style=\"text-align:justify;\">Penulisan kata yang tidak baku dalam teks tersebut adalah ...<\/p>",
        "A": "<p>lokan (kalimat 5) dan luber (kalimat 14)<\/p>",
        "B": "<p>lokan (kalimat 5) dan sekedar (kalimat 6)<\/p>",
        "C": "<p>sekedar (kalimat 6) dan luber (kalimat 14)<\/p>",
        "D": "<p>berkeretap (kalimat 5) dan sekedar (kalimat 6)<\/p>",
        "E": "<p>berkeretap (kalimat 5) dan luber (kalimat 14)<\/p>",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "8",
        "Soal": "<p>Kalimat yang membutuhkan tanda baca koma (,) adalah ...<\/p>",
        "A": "<p>(1), (3), dan (4)<\/p>",
        "B": "<p>(5), (7), dan (8)<\/p>",
        "C": "<p>(3), (4), dan (6)<\/p>",
        "D": "<p>(1), (8), dan (16)<\/p>",
        "E": "<p>(6), (12), dan (16)<\/p>",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "9",
        "Soal": "<p>Jenis pola pengembangan paragraf yang mirip dengan paragraf kedua adalah...<\/p>",
        "A": "<p>Lapisan ozon menipis. Hutan-hutan tropis mulai meranggas. Gurun makin luas. Akibatnya, suhu bumi meningkat, cuaca tidak menentu, dan bencana alam makin sering datang. Kesimpulannya, bumi makin kritis. Siapa sesungguhnya yang berperan dalam menjadikan planet bumi ini menjadi demikian? Jawabnya tentu manusia sendiri!<\/p>",
        "B": "<p>Tidak lama. Dengan rasa penasaran, kucoba melirik orang-orang di sekelilingku. Di sebelah kiriku, seorang gadis berambut panjang menarik hatiku. Sambil melirik, kuperhatikan dia. Rambutnya pirang, rambutnya kuning indah, matanya memandang sayu, ditambah dengan bibirnya yang tipis, dia membuat jantungku berdetak hebat. Rasanya, aku mengenalnya. Tapi di mana?<\/p>",
        "C": "<p>Jika diumpamakan permata, pesona pantai Nusa Penida bagaikan mutiara yang memantulkan cahaya putih kekuning- kuningan, tetapi jika diibaratkan gadis maka pesonanya laksana sosok perawan kencur. Kiasan tersebut sepintas memang kedengarannya seperti berlebihan, namun itulah sesungguhnya kata yang paling tepat untuk menggambarkan pesona alam Pantai Nusa Penida<\/p>",
        "D": "<p>la memakai rok panjang warna cokelat. Betapa sesuai benar dengan warna blus panjangnya. Rok dan blusnya seakan-akan menambah keanggunan pribadinya. Jalannya sungguh santun memikat hati orang yang memandang.<\/p>",
        "E": "<p>Samar-samar terdengar kumandang azan Ashar dari masjid di perkampungan kumuh itu. Suara yang tidak mempunyai variasi terdengar setiap masuk waktu sholat. Suara siapa lagi kalau bukan suara Pak Imam masjid itu, yang semua giginya sudah tidak ada. Tetapi tidak seorang pendengar pun tergugah atas panggilan sholat itu. Kecuali, dua sampai tiga orang tua yang menjadi jamaah tetap berada di sana.<\/p>",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "10",
        "Soal": "<p>Majas yang terkandung dalam kalimat (5) pada teks tersebut adalah ...<\/p>",
        "A": "<p>simile<\/p>",
        "B": "<p>alegori<\/p>",
        "C": "<p>metafora<\/p>",
        "D": "<p>metonimia<\/p>",
        "E": "<p>depersonifikasi<\/p>",
        "Kunci": "A",
        "tipe": "pilihan"
    },
    {
        "Number": "11",
        "Soal": "<p>Bacalah teks berikut untuk menjawab soal nomor 11-13!<\/p><p style=\"text-align:justify;\">(1) Jika boleh diibaratkan, planet ini seperti rekening bank di mana setiap makhluk hidup membayar dalam bentuk deposito. (2) Celakanya, manusia adalah satu-satunya spesies yang terus menarik dana. (3) Penggunaan sumber daya alam kita yang berlebihan menghabiskan biaya USD6 triliun setiap tahun. (4) 2050 akan menjadi tahun kelam dengan biaya-biaya yang bisa naik menjadi USD28 triliun.<\/p><p style=\"text-align:justify;\">(5) Selama seabad terakhir, kita menjadi tidak seimbang dengan alam. (6) Saat ini, 96 persen mamalia adalah manusia dan hewan ternak kita. (7) Hanya 4 persen untuk mamalia lain-gajah, harimau, hingga panda. (8) 70 persen burung adalah unggas peliharaan, yang mayoritas adalah ayam. (9) Di lautan, 90 persen dari ikan besar-seperti hiu, tuna, sampai ikan kod-telah hilang dalam seratus tahun terakhir. (10) Dan 40 persen spesies serangga di dunia kini juga terancam punah. (11) Pada 2019, PBB melaporkan bahwa sekitar satu juta spesies hewan dan tumbuhan terancam punah, banyak di antaranya dalam dekade terakhir ini. (12) Manusia seakan menjadi asteroid modern yang membunuh dinosaurus dan menyebabkan kepunahan massal.<\/p><p style=\"text-align:justify;\">&nbsp;(13) Sebuah laporan baru oleh World Economic Forum bekerja sama dengan PWC menilai 163 sektor industri dan rantai pasokannya berdampak terhadap keanekaragaman hayati. (14) Pendorong terbesar hilangnya keanekaragaman hayati di darat adalah pertanian dan peternakan. (15) Di lautan, manusia mengambil ikan dari air lebih cepat dari yang dapat mereka reproduksi. (16) Saat ini, 63 persen stok ikan mengalami penangkapan ikan berlebihan. (17) Ketika populasi dunia terus tumbuh, kita harus mencari cara untuk menghasilkan lebih banyak makanan tanpa merusak ekosistem planet ini.<\/p><p style=\"text-align:justify;\">(18) Ilmu pengetahuan memberi tahu kita. (19) Jika kita ingin mencegah kepunahan massal dan keruntuhan sistem pendukung kehidupan, kita perlu menjaga setengah dari planet ini dalam keadaan alami. (20) Tantangan bagi pemerintah di seluruh dunia untuk memulai dengan melindungi setidaknya 30 persen dari planet kita (tanah, air tawar, dan lautan) pada 2030. (21) Hilangnya keanekaragaman hayati telah menjadi salah satu ancaman utama bagi peradaban kita. (22) Kita harus memimpin orang lain yang \"masih tertinggal\" di masa lalu. (23) Manusia tidak bisa puas dengan hanya duduk sementara ekosistem terhuyung-huyung di ambang kehancuran. (24) Kita perlu berinvestasi dalam keanekaragaman hayati sebelum akun rekening kita masuk lebih ke dalam zona merah.<\/p><p style=\"text-align:justify;\"><i>Sumber: https:\/\/nationalgeographic.grid.id\/, 1 Oktober 2020<\/i> dengan beberapa penyesuaian.<\/p><p>Gagasan utama paragraf 2 pada teks tersebut adalah ...<\/p>",
        "A": "<p>kita selama satu abad terakhir<\/p>",
        "B": "<p>manusia menjadi asteroid modern<\/p>",
        "C": "<p>hewan dan tumbuhan terancam punah<\/p>",
        "D": "<p>kita menjadi tidak seimbang dengan alam<\/p>",
        "E": "<p>manusia menyebabkan kepunahan massal<\/p>",
        "Kunci": "D",
        "tipe": null
    },
    {
        "Number": "12",
        "Soal": "<p>Penulisan angka dan bilangan yang tidak tepat pada teks tersebut terdapat pada...<\/p>",
        "A": "<p>kalimat (3) dan (6)<\/p>",
        "B": "<p>kalimat (4) dan (8)<\/p>",
        "C": "<p>kalimat (7) dan (9)<\/p>",
        "D": "<p>kalimat (10) dan (11)<\/p>",
        "E": "<p>kalimat (13) dan (16)<\/p>",
        "Kunci": "B",
        "tipe": null
    },
    {
        "Number": "13",
        "Soal": "<p>.ka boleh diibaratkan, planet ini seperti rekening bank di mana setiap makhluk hidup ar membayar dalam bentuk deposito. Celakanya, ibmanusia adalah satu-satunya spesies yang terus menarik dana. Berdasarkan kutipan kalimat (1) dan (2) tersebut, penulis bermaksud untuk menyampaikan bahwa ....<\/p>",
        "A": "<p>Bumi adalah sumber uang dan kekayaan bagi manusia-manusia yang tamak.<\/p>",
        "B": "<p>Manusia adalah satu-satunya makhluk yang memanfaatkan sumber daya alam yang ada di bumi.<\/p>",
        "C": "<p>Manusia terus menggunakan sumber daya alam secara berlebihan tanpa berusaha untuk menjaga dan memperbaikinya.<\/p>",
        "D": "<p>Bumi mengandung segala hal yang dibutuhkan oleh manusia, dan mereka terus memanfaatkannya.<\/p>",
        "E": "<p>Planet ini adalah rekening bank yang menyediakan uang dan kita harus membayarnya dengan kerusakan alam.<\/p>",
        "Kunci": "C",
        "tipe": null
    },
    {
        "Number": "14",
        "Soal": "<p>Bacalah teks berikut untuk menjawab soal nomor 14-16!<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; &nbsp; (1) Dunia dalam bayang-bayang resesi. (2) Sebagian besar negara mulai kalang kabut dan kewalahan menangani pandemi Covid-19, yang berdampak pada stabilitas ekonomi dan keamanan. (3) Situasi ini menjadi pelajaran berharga bagi masyarakat Indonesia, khususnya pemerintah dalam mengelola sumber daya di tengah ancaman bencana yang bisa datang kapan saja.<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; &nbsp;(4) Saat ini, keselamatan manusia menjadi barang mahal. (5) Para pengambil kebijakan dihadapkan pada pilihan sulit: nyawa manusia atau stabilitas ekonomi negara. (6) Sementara fakta empiris kematian akibat pandemi kian tak terperi. (7) Dalam kondisi terpuruk seperti saat ini, menyelamatkan nyawa manusia jauh lebih penting dan harus menjadi pilihan utama.<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; &nbsp; (8) Pandemi juga mengoyak stabilitas ekonomi, pertumbuhan ekonomi terkoreksi cukup tajam, bahkan menorehkan catatan sejarah di mana pertumbuhan ekonomi minus 5 persen. (9) Strategi Pemulihan Ekonomi Nasional (PEN) jadi pilihan. (10) Konsekuensinya negara harus mengerahkan segenap sumber daya utama anggaran. (11) Namun, strategi itu sampai saat ini masih jauh dari harapan.<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; (12) Alih-alih menangani pandemi dengan menjaga stabilitas ekonomi. (13) Satuan Tugas (Satgas) Covid-19 justru membunyikan alarm tentang peningkatan jumlah kasus Covid-19. (14) Angka kasus baru dan kematian justru mengalami peningkatan. (15) Apa sebenarnya yang salah dari kebijakan pemerintah? (16) Pertanyaan ini tentu sangat mudah diucapkan, tetapi sulit mendapatkan jawaban.<\/p><p style=\"text-align:justify;\">Sumber: kolom.tempo.co, 28 September 2020 dengan beberapa penyesuaian<\/p><p style=\"text-align:justify;\">Konjungsi yang tepat untuk menggantikan konjungsi sementara pada kalimat (6) adalah...<\/p>",
        "A": "<p>kemudian<\/p>",
        "B": "<p>sedangkan<\/p>",
        "C": "<p>di samping<\/p>",
        "D": "<p>selanjutnya<\/p>",
        "E": "<p>sementara itu<\/p>",
        "Kunci": "E",
        "tipe": null
    },
    {
        "Number": "15",
        "Soal": "<p>Antonim kata stabilitas pada kalimat (5) adalah...<\/p>",
        "A": "<p>kemantapan<\/p>",
        "B": "<p>kemapanan<\/p>",
        "C": "<p>pengukuhan<\/p>",
        "D": "<p>kelabilan<\/p>",
        "E": "<p>keseimbangan<\/p>",
        "Kunci": "D",
        "tipe": null
    },
    {
        "Number": "16",
        "Soal": "<p>Simpulan yang tepat berdasarkan teks tersebut adalah ...<\/p>",
        "A": "<p>Negara mulai kewalahan menangani pandemi Covid-19 yang berdampak pada stabilitas ekonomi dan keamanan.<\/p>",
        "B": "<p>Kematian akibat pandemi Covid-19 terus meningkat signifikan sesuai pernyataan yang dikeluarkan oleh Satuan Tugas (Satgas) Covid-19.<\/p>",
        "C": "<p>Pemerintah harus meningkatkan koordinasi guna merumuskan kebijakan strategi penanganan dampak pandemi dan masyarakat juga harus terus meningkatkan solidaritas sosial.<\/p>",
        "D": "<p>Para pengambil kebijakan dihadapkan pada pilihan sulit dalam masa pandemi Covid-19 ini, yaitu mempertahankan nyawa manusia atau menjaga stabilitas ekonomi negara.<\/p>",
        "E": "<p>Pemerintah telah menetapkan Strategi Pemulihan Ekonomi Nasional (PEN) dengan mengerahkan segenap sumber daya utama anggaran.<\/p>",
        "Kunci": "C",
        "tipe": null
    },
    {
        "Number": "17",
        "Soal": "<p>Teks berikut digunakan untuk menjawab soal nomor 17-19!<\/p><p style=\"text-align:justify;\">1) Tidak diragukan lagi bahwa sumber pencemaran sungai merupakan segala kegiatan hidup manusia yang berkaitan erat dengan proses produksi dan reproduksi. 2) Peningkatan jumlah penduduk serta turunnya standar hidup merupakan parameter yang juga ikut menentukan laju pencemaran sungai. 3) Makin berjubelnya penduduk dengan standar hidup yang memprihatinkan secara langsung memberikan dampak negatif terhadap lingkungan sungai. 4) Jika diperhatikan, sungai-sungai yang mengalir di berbagai tempat, kendati kondisinya sangat menjijikkan, sering dipakai untuk mandi, mencuci pakaian, mencucui piring, bahkan menggosok gigi. 5) Sementara itu, sungai tersebut secara terus menerus dijejali dengan timbunan sampah, air limbah, dan tinja penduduk. 6) Makin ke hilir, warna air sungai makin hitam dan pekat.<\/p><p style=\"text-align:justify;\">7) Apabila sungai tercemar, hal itu akan memberikan keleluasaan bagi bibit-bibit penyakit untuk berkembang biak. 8) Akhirnya, kesehatan masyarakat akan terganggu. Gangguan kesehatan yang banyak muncul di antaranya adalah penyakit diare, pernapasan, demam berdarah, tipus, dan lambung.<\/p><p style=\"text-align:justify;\">10) Untuk menghindari penumpukan sampah yang sulit melapuk, perlu dibuat tempat penimbunan khusus di luar kota. 11) Hal ini sangat baik jika sampah rumah tangga sejak dari rumah sudah dilakukan pemisahan antara sampah yang mudah lapuk dan yang sulit lapuk. 12) Sampah ini dapat dijadikan sampah komersial atau sampah yang laku dijual untuk dijadikan produk lainnya. 13) Sudah waktunya, sampah tidak dibuang ke sungai. 14) Khusus air buangan industri, seharusnya, sebelum dibuang ke sungai terlebih dahulu diolah melalui instalasi penjernihan.<\/p><p>Hubungan makna seperti yang terdapat pada paragraf 1 kalimat (6) sama dengan kalimat di bawah ini...<\/p>",
        "A": "<p>Diare, kolera, tifus merupakan penyakit yang menyebar dengan cepat karena virus yang berasal dari sampah.<\/p>",
        "B": "<p>Pembatasan Sosial Berskala Besar (PSBB) di Bandung dinilai ampuh menekan penyebaran Covid19.<\/p>",
        "C": "<p>Kebanyakan pengungsi Suriah di Lebanon lebih takut menderita kelaparan daripada tertular virus corona.<\/p>",
        "D": "<p>Singa, harimau, srigala terkenal sebagai hewan predator tingkat tinggi yang bertaring dan pemakan daging.<\/p>",
        "E": "<p>Sebagai makhluk hidup, manusia membutuhkan makanan karena sebagai sumber energi untuk pertumbuhan dan pengganti sel-sel yang rusak<\/p>",
        "Kunci": "E",
        "tipe": null
    },
    {
        "Number": "18",
        "Soal": "<p><i>Kalimat Kendati kondisi sungai sangat menjijikkan, sering dipakai untuk mandi, mencuci pakaian, mencuci piring, bahkan menggosok gigi<\/i> paragraf 1 kalimat (4) pada bacaan di atas berfungsi...<\/p>",
        "A": "<p>menegaskan kembali masalah yang sudah diperkenalkan sebelumnya<\/p>",
        "B": "<p>menguraikan implementasi apa yang digagas beserta kritik penulis<\/p>",
        "C": "<p>menjelaskan perluasan konsep literasi dari paragraf sebelumnya<\/p>",
        "D": "<p>menjabarkan tahap yang perlu dilalui dalam mengatasi pencemaran sungai<\/p>",
        "E": "<p>memberikan bukti empiris atau gagasan sebelumnya<\/p>",
        "Kunci": "A",
        "tipe": null
    },
    {
        "Number": "19",
        "Soal": "<p>Di dalam paragraf 3 tersebut terdapat kalimat yang dapat dihapus tanpa mengurangi informasinya, yaitu ...<\/p>",
        "A": "<p>kalimat ke-10<\/p>",
        "B": "<p>kalimat ke-11<\/p>",
        "C": "<p>kalimat ke-12<\/p>",
        "D": "<p>kalimat ke-13<\/p>",
        "E": "<p>kalimat ke-14<\/p>",
        "Kunci": "C",
        "tipe": null
    },
    {
        "Number": "20",
        "Soal": "<p>Perhatikan data bahasa hipotesis berikut!<\/p><p>• Il'olkazi = harimau, seekor harimau&nbsp;<\/p><p>• shixokx = banyak singa<\/p><p>• shixokxa = singa, seekor singa&nbsp;<\/p><p>• Il'olkazi kluttix ybshixokxal = harimau tidur di samping singa&nbsp;<\/p><p>Berdasarkan data tersebut, bagaimana cara mengatakan \"singa tidur di samping harimau\" dengan bahasa tersebut?<\/p>",
        "A": "<p>shixokxa kluttix ybll'olkazil<\/p>",
        "B": "<p>ybshixokxal kluttix ll'olkazi<\/p>",
        "C": "<p>ybshixokxal Ikluttix ybll'olkazi<\/p>",
        "D": "<p>kluttix shixokxal Ikluttix ybll'olkaz<\/p>",
        "E": "<p>shixokxal kluttix ybll'olkazi<\/p>",
        "Kunci": "A",
        "tipe": null
    },
    {
        "Number": "21",
        "Soal": "<p>Bacalah teks berikut untuk menjawab soal nomor 21-24!<\/p><p>  (1) Sebuah struktur batu bata kuno ditemukan di lokasi pembangunan perumahan Taman Tirta Desa Ngenep, Karangploso, Kabupaten Malang, Jawa Timur. (2) Struktur batu bata itu terdiri dari empat lapis. (3) Satu batu bata selebar 21 sentimeter dan tebal 10 sentimeter. (4) Panjangnya belum diketahui karena batu bata tersebut masih terkubur. (5) Adapun struktur bangunannya melintang dari selatan ke utara.     <\/p><p>&nbsp; &nbsp; (6) Arkeolog Universitas Negeri Malang, Dwi Cahyono, mengatakan peletakan batu bata kuno itu menerapkan struktur berundak atau terasering. (7) \"Ukuran batu bata hampir mirip dengan situs Pendem dan Langlang,\" kata Dwi Cahyono, Sabtu 3 Oktober 2020. (8) \"Kami memperkirakan bangunan ini berdiri di awal abad 10, sedangkan Prasasti Sangguran bertarikh 982 Masehi.\"     <\/p><p>&nbsp; &nbsp; &nbsp;(9) Di lokasi proyek perumahan itu juga ditemukan serpihan tembikar, perunggu yang berfungsi sebagai lampu penerangan, keramik kuno, dan uang logam. (10) Sebuah permukiman di masyarakat religius biasanya juga dilengkapi dengan bangunan suci untuk peribadatan. (11) Terlebih lokasi temuan situs permukiman kuno ini hanya berjarak sekitar 20 meter dari Umbul Ngenep yang juga ditemukan batu dakon, batu gores, dan batu bata kuno yang tersebar di sana. (12) Dengan begitu, menurut Dwi Cahyono, dipastikan Umbul Ngenep, selain sumber air untuk memenuhi kebutuhan air rumah tangga, juga digunakan untuk kebutuhan bersuci dan ritual. (13) \"Ada relasi permukiman kuno dengan patirtan Umbul Ngenep,\" katanya. (14) Batu dakon dan batu gores yang menjadi ciri tradisi Megalitikum itu merupakan jejak prasejarah. (15) Situs tersebut diduga merupakan permukiman lintas masa sejak zaman Megalitikum akhir prasejarah, hingga masa Hindu Buddha abad ke-10. (16) \"Pemukiman ini tidak tiba-tiba, ada embrionya sejak lama,\" kata Dwi Cahyono.     <\/p><p>&nbsp; &nbsp; &nbsp;(17) Sesuai undang-undang nomor 11 tahun 2010 tentang cagar budaya, perlu riset mendalam dan area temuan harus steril dari aktivitas apa pun. (18) Balai Pelestarian Cagar Budaya Di Jawa Timur akan melakukan ekskavasi penyelamatan yang berlangsung sekitar lima hari. (19) Dari ekskavasi tersebut, akan diketahui fungsi dan seberapa penting situs tersebut bagi peradaban dan ilmu pengetahuan. (20) \"Balai yang menentukan apakah area dan temuan benda bersejarah ini perlu dikonservasi, diselamatkan, atau direstorasi,\" ujar Dwi Cahyono.&nbsp;<\/p><p>Sumber: tempo.co, 5 Oktober 2020 dengan beberapa penyesuaian&nbsp;<\/p><p>Inti kalimat nomor (1) adalah....<\/p>",
        "A": "<p>struktur batu bata kuno<\/p>",
        "B": "<p>struktur batu bata kuno ditemukan<\/p>",
        "C": "<p>batu bata kuno di Taman Tirta Desa Ngenep<\/p>",
        "D": "<p>batu bata kuno ditemukan di lokasi pembangunan perumahan<\/p>",
        "E": "<p>batu bata ditemukan di lokasi pem- bangunan perumahan Taman Tirta<\/p>",
        "Kunci": "B",
        "tipe": null
    },
    {
        "Number": "22",
        "Soal": "<p>Kalimat berikut yang memiliki kesalahan dalam penulisan huruf kapital adalah ..<\/p>",
        "A": "<p>(1) dan (18)<\/p>",
        "B": "<p>(8) dan (12)<\/p>",
        "C": "<p>(12) dan (13)<\/p>",
        "D": "<p>(14) dan (15)<\/p>",
        "E": "<p>(17) dan (18)<\/p>",
        "Kunci": "E",
        "tipe": null
    },
    {
        "Number": "23",
        "Soal": "<p>Teks tersebut memiliki kesalahan dalam pemilihan kata. Penggunaan kata yang salah tersebut adalah ...<\/p>",
        "A": "<p>pemukiman kalimat (16)<\/p>",
        "B": "<p>patirtan dalam kalimat (12)<\/p>",
        "C": "<p>memperkirakan dalam kalimat (8)<\/p>",
        "D": "<p>peribadatan dalam kalimat (10)<\/p>",
        "E": "<p>permukiman dalam kalimat (11)<\/p>",
        "Kunci": "A",
        "tipe": null
    },
    {
        "Number": "24",
        "Soal": "<p>Sinonim kata ekskavasi pada kalimat (19) adalah...<\/p>",
        "A": "<p>perluasan<\/p>",
        "B": "<p>percepatan<\/p>",
        "C": "<p>penggalian<\/p>",
        "D": "<p>penguburan<\/p>",
        "E": "<p>pesanggrahan<\/p>",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "25",
        "Soal": "<p><strong>Perhatikan bacaan berikut!     <\/strong><\/p><p>&nbsp; &nbsp; &nbsp; Dengan segala jasanya, Ayah punya akses ke semua celah di Batu Luhur. Dan, lama kelamaan aku mengerti, semua itu-permakultur, pupuk mikoriza, rehabilitasi miselium, jamur konsumsi yang dinikmati setiap harinya oleh warga- hanyalah batu loncatan Ayah menuju tujuan yang lebih besar. Sebuah tempat yang merupakan obsesi hidupnya. Sebuah tempat yang ditakuti dan terlarang bagi semua orang, kecuali Ayah. Tempat yang kelak menghancurkannya.      &nbsp;&nbsp;<\/p><p>&nbsp; &nbsp; &nbsp;Mereka menamakannya Bukit Jambul. Dinamai demikian karena bentuknya yang seperti jambul di tengah kepala gundul. Sementara bukit lain hanya berpohon besar satu-dua, bahkan rata oleh sawah dan ladang, Bukit Jambul adalah rumah bagi entah berapa banyak pohon raksasa yang menutupi sekujur tanahnya. Saking mencoloknya, Bukit Jambul seperti dicaplok dari tempat lain. Diletakkan di sana oleh tangan ajaib.     <\/p><p>&nbsp; &nbsp; &nbsp; Bukit itu tak terlalu besar, tapi pohon- pohonnya yang tumbuh menjulang tak terganggu membuat bukit itu mencuat megah bagai mahkota burung merak. Terlihat dari segala penjuru dari jarak jauh sekalipun. Ayah tak tahu pasti berapa umur hutan Bukit Jambul. Melihat dari bentuk dan besar pohonnya, ia menaksir ribuan tahun. Menurut Ayah, Bukit Jambul ibarat miniatur alam ini jika tidak ada ladang, sawah, atau manusia.   <\/p><p>Sumber: Novel Supernova: Partikel karya Dee Lestari&nbsp;<\/p><p>Tujuan utama dari deskripsi teks tersebut adalah ...<\/p>",
        "A": "<p>Membangun latar suasana yang terdapat di Bukit Jambul.<\/p>",
        "B": "<p>Menjelaskan pandangan masyarakat tentang Bukit Jambul.<\/p>",
        "C": "<p>Menggambarkan Bukit Jambul yang terletak di Batu Luhur.<\/p>",
        "D": "<p>Menggambarkan tempat yang ditakuti semua orang di Batu Luhur<\/p>",
        "E": "<p>Melukiskan pemandangan alam yang disukai tokoh Ayah di Bukit Jambul.<\/p>",
        "Kunci": "C",
        "tipe": null
    },
    {
        "Number": "26",
        "Soal": "<p>Bacalah kalimat-kalimat berikut!<\/p><ol><li>Artikel berjudul \"Bacaan Sastra untuk Siswa\" yang ditulis oleh Arif Wahyu Widodo dimuat di Radar Semarang.&nbsp;<\/li><li>\"Ayah sudah gajian,\" kata Ayah, \"nanti boleh beli mainan.\"&nbsp;<\/li><li>Menteri Dalam Negeri meminta agar \"budaya amplop\" hilang dari pelayanan publik pemerintah.&nbsp;<\/li><li>Jurnal \"Manajemen Pendidikan Indonesia\" memuat tentang upaya peningkatan mutu penyelenggaraan pendidikan yang berkaitan dengan standar pelayanan minimal, kepemimpinan, pembiayaan, dan fungsi-fungsi pengendalian mutu melalui pengawasan.&nbsp;<\/li><li>Hidayat, Wicaksono Surya. 2013. \"Asal Usul Nama Google dan Fakta Unik Lainnya\".&nbsp; Diakses dari http:\/\/tekno. kompas.com\/\/ pada Selasa, 26 Mei 2020 pukul 20.49 WIB.&nbsp;<\/li><li>\"Ibu Pertiwi\" adalah lagu kebangsaan Indonesia yang diciptakan oleh Ismail Marzuki.&nbsp;<\/li><li>Majalah \"Femina\" sedang mengadakan lomba menulis cerita pendek.&nbsp;<\/li><\/ol><p>Penggunaan tanda petik (\"...\") yang tepat terdapat pada kalimat bernomor ...<\/p>",
        "A": "<p>(1), (2), (3), (4), (5)<\/p>",
        "B": "<p>(1), (2), (3), (5), (6)<\/p>",
        "C": "<p>(2), (3), (4), (5), (6)<\/p>",
        "D": "<p>(2), (3), (4), (6), (7)<\/p>",
        "E": "<p>(2), (3), (5), (6), (7)<\/p>",
        "Kunci": "B",
        "tipe": null
    },
    {
        "Number": "27",
        "Soal": "<p>Bacalah teks berikut untuk menjawab soal nomor 27-29<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; &nbsp; Orang yang menciptakan sepeda adalah pria asal Inggris bernama John Kemp Starley. Pada 1885, ketika berusia 30 tahun, ia mulai melakukan eksperimen di bengkelnya. Starley membuat sepeda yang digerakkan rantai dengan dua roda yang lebih kecil. Setelah beberapa kali membuat prototipe, ia mendapatkan hasil seperti apa yang kita lihat sekarang. Ketika pertama kali ditampilkan pada pameran sepeda tahun 1886, penemuan Starley menarik minat banyak orang. Namun, dua tahun kemudian, ketika sepeda dipasang dengan ban pneumatik yang baru ditemukan-membuatnya lebih aman dikendarai-hasilnya menggila.<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; &nbsp; Pembuat sepeda di seluruh dunia pun bergegas menawarkan versi mereka sendiri. Ratusan perusahaan baru muncul untuk memenuhi permintaan sepeda yang membludak. Saat penyelenggaraan <strong>stanley bicycle show<\/strong> di London pada 1895, 200 pembuat sepeda memamerkan 3.000 model. Permintaan sepeda yang terus meningkat akhirnya melahirkan industri-industri lain seperti bantalan bola dan tabung baja. Efeknya juga meluas ke periklanan. Para desainer ditugaskan membuat poster yang indah ini menciptakan proses litografi yang memungkinkan kita mencetak dengan warna yang lebih kaya dan jelas. Strategi pemasaran seperti yang kita lihat saat ini-seperti meluncurkan model baru setiap tahun-dimulai dari industry sepeda pada 1890-an.<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Munculnya sepeda menyentuh banyak aspek kehidupan-mulai dari seni, musik, literatur, mode, bahkan kumpulan gen manusia. Catatan paroki di Inggris menunjukkan peningkatan pernikahan <strong>antar desa<\/strong> di tengah kegilaan masyarakat terhadap sepeda. Anak-anak muda yang merasa bebas, berkeliaran sesuka hati, berbaur di jalanan, dan mengunjungi desa-desa lain dengan sepedanya.<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; &nbsp;Sepedapun dianggap memiliki peran dalam membentuk masa depan. \"Efek sepeda dalam pengembangan kota sangat revolusioner,\" ungkap sebuah tulisan yang dipublikasikan pada majalah Sosiologi Amerika pada 1892. Dalam artikel berjudul <strong>Economic and social influences of the bicycle<\/strong>, penulis memprediksikan kota-kota yang lebih bersih, hijau, tenang, bahagia, sehat, dengan penghuninya yang kerap menghabiskan waktu di luar ruangan.<\/p><p style=\"text-align:right;\"><i><strong>Sumber<\/strong>: nationalgeographic.grid.id, 29 Juni 2020 dengan beberapa penyesuaian.<\/i><\/p><p>Perbaikan penulisan kata yang bercetak tebal pada paragraf kedua adalah ...<\/p>",
        "A": "<p>Stanley Bicycle Show<\/p>",
        "B": "<p>\"Stanley Bicycle Show\"<\/p>",
        "C": "<p><i>\"Stanley Bicycle Show\"<\/i><\/p>",
        "D": "<p><i>'Stanley Bicycle Show'<\/i><\/p>",
        "E": "<p>tidak perlu diperbaiki<\/p>",
        "Kunci": "A",
        "tipe": "null"
    },
    {
        "Number": "28",
        "Soal": "<p>Perbaikan penulisan kata yang bercetak tebal pada paragraf ketiga adalah ...<\/p>",
        "A": "<p>Antar-desa<\/p>",
        "B": "<p>antardesa<\/p>",
        "C": "<p>antar-desa<\/p>",
        "D": "<p>antar Desa<\/p>",
        "E": "<p>tidak perlu diperbaiki<\/p>",
        "Kunci": "B",
        "tipe": null
    },
    {
        "Number": "29",
        "Soal": "<p>Perbaikan penulisan kata yang bercetak tebal pada paragraf keempat adalah ...<\/p>",
        "A": "<p>Economic and Social Influences of the Bicycle<\/p>",
        "B": "<p>'Economic and Social Influences of the Bicycle'<\/p>",
        "C": "<p><i>\"Economic and Social Influences of the Bicycle\"<\/i><\/p>",
        "D": "<p>\"Economic and Social Influences of the Bicycle\"<\/p>",
        "E": "<p>tidak perlu diperbaiki<\/p>",
        "Kunci": "D",
        "tipe": null
    },
    {
        "Number": "30",
        "Soal": "<p>Bacalah teks berikut ini untuk menjawab soal soal nomor 30-32<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; Disentuhnya tanah basah makam Sondak. Semerbak aroma kelopak mawar, masih segar tercium hidungnya. Tak lama kemudian, ia memeluk nisan sahabatnya itu. Matanya mulai basah karena tangis yang tertahan.<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; &nbsp; Jika saja ia tak teringat ceramah Haji Mudakir semalam, mungkin ia sudah merelakan kepergian Sondak, dan langsung pulang begitu pemakaman selesai. Namun, ingatan tentang ceramah Haji Mudakir betul-betul membuatnya takut. Terlebih ketika ia juga teringat perilaku Sondak semasa hidup. la adalah pengangguran yang sering bikin onar di Alasjati. la kerap mencuri ayam tetangga, berjudi, menggoda para gadis, dan mabuk-mabukan di perempatan saat malam. Mursam tahu kebiasaan buruk tersebut, karena ia selalu bersama Sondak saat semua itu berlangsung.<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; \"Siksa Kubur akan dimulai setelah langkah ketujuh dari seorang pelayat terakhir. Saat itu, dua malaikat akan mendatangi kubur dan menanyai sang jenazah dengan berbagai pertanyaan. Jika sang jenazah tak mampu menjawab, maka berbagai siksaan akan ia terima.\" Ceramah Haji Mudakir berkelebat di kepalanya.&nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; Seketika terbayang siksa kubur akan dihadapi sahabatnya. Mursam yakin betul, Sondak akan mendapat siksa terkait dengan tingkah lakunya semasa hidup. Dan dalam kesadarannya sebagai pelayat terakhir sekaligus sahabat dekat, ia memutuskan untuk bertahan di makam Sondak. Ia ngeri sekaligus kasihan membayangkan siksa kubur menimpa sahabatnya. Pernah ia dengar bahwa pada saat siksaan berlangsung, akan ada kejadian-kejadian ganjil yang terjadi pada makam. Seperti makam yang mengeluarkan bau busuk, makam yang tiba-tiba amblas, suara-suara aneh dari arah makam, atau yang paling mengerikan makam itu akan meledak.<\/p><p style=\"text-align:right;\"><i><strong>Sumber<\/strong>: Cerpen \"Pelayat Terakhir\" karya Arif Wahyu Widodo dengan beberapa penyesuaian<\/i>.<\/p><p>Kalimat berikut yang paling mendekati kerangka pikiran teks tersebut adalah<\/p>",
        "A": "<p>Pemaparan watak dan latar waktu dalam kehidupan tokoh.<\/p>",
        "B": "<p>Pemaparan watak dan latar suasana dalam kehidupan tokoh.<\/p>",
        "C": "<p>Pemaparan latar waktu dan suasana dalam kehidupan tokoh<\/p>",
        "D": "<p>Pemaparan watak yang melatarbelakangi konflik dalam pikiran tokoh.<\/p>",
        "E": "<p>Pemaparan permasalahan sosial yang mendasari terbentuknya watak tokoh.<\/p>",
        "Kunci": "D",
        "tipe": "null"
    },
    {
        "Number": "31",
        "Soal": "<p>Inti teks yang dikemukakan dalam paragraf 4 adalah ...<\/p>",
        "A": "<p>Mursam memikirkan apa yang disampaikan Haji Mudakir<\/p>",
        "B": "<p>Sondak menjunjung kesetiakawanan kepada sahabatnya yang telah meninggal.<\/p>",
        "C": "<p>Mursam takut Sondak akan disiksa atas perbuatannya jika ia pergi meninggalkan makam<\/p>",
        "D": "<p>Sondak memutuskan untuk bertahan di makam, agar sahabatnya tidak mendapatkan siksa kubur.<\/p>",
        "E": "<p>Sondak memiliki watak yang buruk dan akan segera mendapat siksa kubur setelah dikuburkan.<\/p>",
        "Kunci": "C",
        "tipe": null
    },
    {
        "Number": "32",
        "Soal": "<p>.Informasi tersirat yang sesuai dengan teks tersebut adalah...<\/p>",
        "A": "<p>Mursam memutuskan untuk bertahan di makam Sondak karena ngeri sekaligus kasihan membayangkan siksa kubur menimpa sahabatnya.<\/p>",
        "B": "<p>Mursam dan Sondak adalah sahabat karib yang dahulu gemar berbuat maksiat. Namun, Mursam telah kembali ke jalan yang benar, meninggalkan Sondak yang masih terbelenggu dalam dunia hitam tersebut.<\/p>",
        "C": "<p>Mursam belum merelakan kepergian Sondak, dan tidak langsung pulang begitu pemakaman selesai karena mengingat apa yang disampaikan Haji Mudakir tentang siksa kubur.<\/p>",
        "D": "<p>Sondak adalah pengangguran yang sering bikin onar di Alasjati. la kerap mencuri ayam tetangga, berjudi, menggoda para gadis, dan mabuk-mabukan di perempatan saat malam.<\/p>",
        "E": "<p>Siksa Kubur akan dimulai setelah langkah ketujuh dari seorang pelayat terakhir. Saat itu, dua malaikat akan mendatangi kubur dan menanyai sang jenazah dengan berbagai pertanyaan. Jika sang jenazah tak mampu menjawab, maka berbagai siksaan akan ia terima.<\/p>",
        "Kunci": "B",
        "tipe": null
    },
    {
        "Number": "33",
        "Soal": "<p>Bacalah teks berikut untuk menjawab soal nomor 33-35!<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; (1) Dari perspektif geopolitik yang ada pada masa ini, kedaulatan digital menjadi aspek sangat vital disebabkan data dan digital lebih berharga dibanding minyak, emas, dan gas bumi, meski hal itu tidak bersifat serta merta. (2) Hal tersebut menunjukkan bahwa perilaku geopolitik negara adidaya tempo dulu selalu menyasar target minyak dan gas sebagai tujuan (geoekonomi) melalui perang (militer) konvensional ataupun perang nirmiliter. (3) Agaknya di era revolusi industri 4.0, \"ruh\" geopolitik berubah menjadi pencaplokan data dan pengendalian digital melalui <i>cyber warfare<\/i> (peperangan siber). (4) Betapa hampir semua aspek kehidupan seperti ideologi, politik, ekonomi, sosial budaya, pertahanan dan keamanan atau pancagatra dan trigatra yang meliputi geografi, demografi dan sumber daya alam (SDA)-selain semua hampir berbasis internet, juga bisa dikendalikan lewat IT. (5) Jadi, kedaulatan digital di era 4.0 adalah urgen lagi vital bagi sebuah negara.<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp; (6) Kita bisa menjadikan China sebagai rujukan soal kedaulatan digital. (7) Hal tersebut dikarenakan beberapa media sosial asing semacam Facebook, Instagram, Whatsapp, Twitter, YouTube, dan sebagainya tidak diperbolehkan masuk alias diblokir. (8) Sebaliknya, China menyediakan Baidu sebagai pengganti Google, ataupun Weibo sebagai pengganti Facebook dan Twitter bagi warganya.<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp;(9) Terkait uraian di atas, retorikanya adalah, apakah doktrin Henry Kissinger: \"<i>control oil and you control nation, control food and you control the peoples<\/i>\" sudah dianggap masa lalu dan basi? Tidak juga. (10) Sudah diingatkan di atas, itu tidak serta merta. (11) Akan tetapi, ada dua hal urgen yang menjadi permasalahan di era kini. Pertama, potensi ancaman asing berupa occupation pendudukan ruang digital melalui pencurian data kependudukan akibat lemahnya kedaulatan digital di sebuah negara. (12) Kedua, yang lebih memprihatinkan ialah larinya dana rakyat ke luar akibat banyaknya aplikasi dan sosial media produk asing beroperasi secara masif.<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp; &nbsp;(13) Mencermati konstelasi dunia digital hari ini, kita teringat ujaran leluhur tempo dulu: \"<i>nglurug tanpa bala<\/i>\", atau istilah kerennya diplomasi <i>atau occupation without troops<\/i>. (14) Tampaknya hal tersebut kini nyata terjadi. (15) Kita sangat berpotensi untuk mendapatkan ancaman pendudukan tersebut. (16) Permasalahan terkait pencurian data kependudukan sudah tidak asing lagi dan sering kita dengar dan saksikan di berita sehari-hari. (17) Bukan tidak mungkin, kelemahan kedaulatan digital yang kita miliki akan dimanfaatkan oleh negara lain.<\/p><p style=\"text-align:right;\"><i><strong>Sumber:<\/strong> National Geographic Indonesia, 11 Juni 2020 dengan beberapa penyesuaian<\/i><\/p><p>Paragraf pertama pada teks di atas bertujuan memaparkan tentang ...<\/p>",
        "A": "<p>Urgensi kedaulatan digital di era 4.0 bagi sebuah negara.<\/p>",
        "B": "<p>Perilaku geopolitik tempo dulu menyasar minyak, emas, dan gas bumi.<\/p>",
        "C": "<p>Perubahan ruh geopolitik di era revolusi industri 4.0.<\/p>",
        "D": "<p>Permasalahan karena lemahnya kedaulatan digital sebuah negara.<\/p>",
        "E": "<p>Peran IT dalam segala aspek kehidupan.<\/p>",
        "Kunci": "A",
        "tipe": "null"
    },
    {
        "Number": "34",
        "Soal": "<p>Untuk melengkapi teks tersebut, sebaiknya pada paragraf berikutnya penulis memaparkan gagasan tentang ...<\/p>",
        "A": "<p>Contoh kedaulatan digital di era 4.0.<\/p>",
        "B": "<p>Permasalahan pencurian data kependudukan.<\/p>",
        "C": "<p>Upaya beralih pada kebijakan geopolitik 4.0.<\/p>",
        "D": "<p>Permasalahan larinya dana rakyat ke luar negeri<\/p>",
        "E": "<p>Pengambilan kebijakan geopolitik berdasarkan minyak, emas, dan gas bumi.<\/p>",
        "Kunci": "D",
        "tipe": null
    },
    {
        "Number": "35",
        "Soal": "<p>Berdasarkan kalimat (13), pesan yang ingin disampaikan penulis sebagai berikut, kecuali ...<\/p>",
        "A": "<p>Kedaulatan sebuah negara bisa dikacaukan secara jarak jauh oleh satu atau beberapa orang saja.<\/p>",
        "B": "<p>Menyerang tanpa pasukan adalah hal yang menjadi nyata ditinjau dari keadaan dunia digital saat ini.<\/p>",
        "C": "<p>Keadaan dunia digital saat ini memungkinkan negara dengan kedaulatan digital yang lemah menjadi mudah diserang.<\/p>",
        "D": "<p>Ujaran nglurug tanpa bala dapat bermakna bahwa kita dapat bekerja secara jarak jauh tanpa mengandalkan kehadiran secara fisik di mana pun yang kita inginkan<\/p>",
        "E": "<p>Sebuah negara harus menguatkan kedaulatan digital agar mampu mengatasi berbagai permasalahan menyangkut geopolitik dan keamanan.<\/p>",
        "Kunci": "D",
        "tipe": null
    },
    {
        "Number": "36",
        "Soal": "<p style=\"text-align:justify;\"><strong>Bacalah teks berikut untuk menjawab soal nomor 101 - 105<\/strong><\/p><p style=\"text-align:justify;\">(1)&nbsp;Ketum&nbsp;Himpunan&nbsp;Penyewa&nbsp;Pusat&nbsp;Perbelanjaan&nbsp;(Hippindo)&nbsp;Budihardjo&nbsp;lduansjah&nbsp;menyampaikan ke media, omzet harian toko di mall turun mencapai 50%-80% seiring geraka n&nbsp;#DiRumahSaja yang diinisiasi untuk meminimalkan penularan Covid-19. (2) Salah satu upaya yang&nbsp;dilakukan oleh pemilik merek, imbuhnya, mereka mengandalkan interaksi dari cabang toko yang&nbsp;ada di daerah (luar Jabodetabek)-mengingat banyak wilayah yang belum ketat memberlakukan&nbsp;anjuran untuk tidak ke luar rumah. (3) Sayangnya, menurut data terkini (23\/3) pukul 12 .00 WIB,&nbsp;sudah ada 514 kasus yang tersebar di berbagai wilayah di Indonesia. (4) Beberapa pemerintah&nbsp;daerah pun juga sudah menganjurkan warganya untuk mengurangi aktivitas di luar rumah. (5) Di&nbsp;Jawa Tengah misalnya, sekolah sudah mulai diliburkan sejak satu minggu terakhir. (6) Beberapa&nbsp;kantor pemerintahan, seperti . Dinas Dukcapil, menutup beberapa jenis layanan yang biasanya&nbsp;ramai diserbu, seperti perekaman data KTP-el. (7) Bukan tidak mungkin jika pusat perbelanjaan di&nbsp;daerah juga akan mengalami penurunan jumlah kunjungan. (8) Poinnya, solusi yang coba&nbsp;diandalkan terkait skalabilitas bisnis bisa saja tidak akan bekerja seperti yang diharapkan-&nbsp;mengandalkan cabang toko di daerah. (9) Pendekatan digital tentu bisa memberikan solusi atas&nbsp;masalah tersebut, tetapi harus ada kemauan bisnis untuk melakukan transformasi. (10) Saking&nbsp;seringnya diserukan, banyak yang menanggap transformasi digital sebagai jargon-jargon&nbsp;kampanye merek teknologi belaka. (11) Padahal lebih dari itu, transformasi dapat dimaknai tentang&nbsp;upaya melakukan akselerasi bisnis dengan melibatkan alat-alat teknologi. (12) Prosesnya tidak&nbsp;dengan menggantikan semua model bisnis manual ke digital, namun dengan dicoba melihat&nbsp;peluang yang dapat dibantu proses bisnis tertentu dengan digital.<\/p><p style=\"text-align:justify;\">(13) Upaya tersebut akan sangat bermanfaat saat bisnis dipaksa untuk melakukan \"shifting\"&nbsp;dikarenakan keadaan darurat. (14) Alih-alih menjadi sepi, sebagai contoh bisnis restoran, di saat&nbsp;\"lockdown\" karena pandemi bisnis bisa menggencarkan promosi layanan pesan antar melalui&nbsp;aplikasi online. (15) Rantai pasokan pun dapat mulai mengandalkan platform online. (16) Platform&nbsp;online tersebut bisa menghubungkan pebisnis dengan produsen bahan baku.<\/p><p style=\"text-align:justify;\">Sumber: https:\/ \/dailysocial.id\/post\/transformasi-digital-ukm<\/p><p style=\"text-align:justify;\">kalimat yang tidak diperlukan dalam tulisan diatas adalah ...<\/p>",
        "A": "<p>Kalimat (1)<\/p>",
        "B": "<p>Kalimat (2)<\/p>",
        "C": "<p>Kalimat (3)<\/p>",
        "D": "<p>Kalimat (4)<\/p>",
        "E": "<p>Kalimat (5)<\/p>",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "37",
        "Soal": "<p>Manakah hasil penggabungan yang tepat dari kalimat (15) dan (16)?<\/p>",
        "A": "<p style=\"text-align:justify;\">Rantai pasokan pun dapat mulai me- ngandalkan platform online yang seyogianya bisa&nbsp;menghubungkan pe- bisnis dengan produsen bahan baku.<\/p>",
        "B": "<p><span style=\"color:hsl(0,0%,0%);\">Rantai pasokan pun dapat mulai mengandalkan platform online untuk menghubungkan pebisnis&nbsp;dengan produsen bahan baku.<\/span><\/p>",
        "C": "<p style=\"text-align:justify;\">Rantai pasokan pun dapat mulai mengandalkan platform online dan platform tersebut bisa&nbsp;menghubungkan pebisnis dengan produsen bahan baku.<\/p>",
        "D": "<p style=\"text-align:justify;\">Rantai pasokan pun dapat mulai mengandalkan platform online yang bahkan bisa menghubungkan&nbsp;pebisnis dengan produsen bahan baku.<\/p>",
        "E": "<p style=\"text-align:justify;\">Rantai pasokan pun dapat mulai mengandalkan platform online karena platform online itu bisa&nbsp;menghubungkan pebisnis dengan produsen bahan baku.<\/p>",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "38",
        "Soal": "<p>Kalimat manakah yang merupakan perbaikan kalimat (12)?<\/p>",
        "A": "<p style=\"text-align:justify;\">Prosesnya&nbsp;tidak&nbsp;dengan&nbsp;menggantikan semua&nbsp;model&nbsp;bisnis&nbsp;manual&nbsp;ke&nbsp;digital,&nbsp;tetapi&nbsp;dengan&nbsp;dicoba melihat peluang yang dapat dibantu proses bisnis tertentu dengan digital.<\/p>",
        "B": "<p style=\"text-align:justify;\">Prosesnya tidak dengan menggantikan semua model bisnis manual ke digital, namun dengan&nbsp;mencoba melihat peluang yang dapat dibantu proses bisnis tertentu dengan digital.<\/p>",
        "C": "<p style=\"text-align:justify;\">Prosesnya tidak dengan menggantikan semua model bisnis manual ke digital, namun dengan&nbsp;dicoba melihat peluang yang dapat membantu proses bisnis tertentu dengan digital.<\/p>",
        "D": "<p style=\"text-align:justify;\">Prosesnya&nbsp;tidak&nbsp;dengan&nbsp;menggantikan&nbsp;semua&nbsp;model&nbsp;bisnis&nbsp;manual&nbsp;ke&nbsp;digital,&nbsp;tetapi&nbsp;dengan&nbsp;mencoba melihat peluang yang dapat membantu proses bisnis tertentu dengan digital.<\/p>",
        "E": "<p style=\"text-align:justify;\">Prosesnya&nbsp;tidak&nbsp;dengan&nbsp;menggantikan&nbsp;semua&nbsp;model&nbsp;bisnis&nbsp;manual&nbsp;ke&nbsp;digital,&nbsp;tetapi&nbsp;dengan&nbsp;dicoba melihat peluang yang dapat membantu proses bisnis tertentu dengan digital.<\/p>",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "39",
        "Soal": "<p>Kalimat manakah yang dapat ditambahkan pada paragraf 2?<\/p>",
        "A": "<p style=\"text-align:justify;\"><span style=\"color:hsl(0,0%,0%);\">Ketika terjadi pandemi, ada beberapa aspek yang bisa diperhatikan untuk memastikan proses&nbsp;ekonomi tetap berjalan dengan baik.<\/span><\/p>",
        "B": "<p style=\"text-align:justify;\">Padahal menjelang lebaran, biasanya produksi mereka justru ditambah untuk menyambut arus&nbsp;mudik.<\/p>",
        "C": "<p style=\"text-align:justify;\">Transformasi&nbsp;bukan&nbsp;dengan&nbsp;dimaknai&nbsp;bahwa&nbsp;bisnis&nbsp;harus&nbsp;menutup&nbsp;unit&nbsp;ritel&nbsp;tradisional&nbsp;yang&nbsp;telah&nbsp;dimiliki, lalu menggantinya dengan pendekatan berbasis e-commerce.<\/p>",
        "D": "<p style=\"text-align:justify;\">Yang&nbsp;patut&nbsp;dicatat,&nbsp;untuk&nbsp;melakukan&nbsp;transformasi&nbsp;tidak&nbsp;melulu&nbsp;harus&nbsp;mengeluarkan&nbsp;biaya&nbsp;mahal&nbsp;untuk belanja infrastruktur dan\/atau layanan aplikasi.<\/p>",
        "E": "<p style=\"text-align:justify;\">Kebanyakan pengusaha memproduksi jajanan untuk oleh-oleh di tempat wisata.<\/p>",
        "Kunci": "A",
        "tipe": "pilihan"
    },
    {
        "Number": "40",
        "Soal": "<p>Jika Informasi di bawah ini ditambahkan dalam paragraf 2, kalimat manakah yang akan&nbsp;melemahkan argumen pada paragraf tersebut?<\/p>",
        "A": "<p style=\"text-align:justify;\">Di online, orang bisa menawarkan melalul media sosial, menggunakan promo diskon, manfaatkan&nbsp;iklan berbayar dan lain sebagainya.<\/p>",
        "B": "<p style=\"text-align:justify;\"><span style=\"color:hsl(0,0%,0%);\">Pebisnis kadang merasa \"insecure\" dengan dunia digital, misalnya mereka takut apakah nantinya&nbsp;pembayaran akan ditunaikan dengan mulus.<\/span><\/p>",
        "C": "<p style=\"text-align:justify;\">Transformasi&nbsp;digital&nbsp;di&nbsp;masa&nbsp;sekarang&nbsp;adalah&nbsp;kebutuhan.<\/p>",
        "D": "<p style=\"text-align:justify;\">Pebisnis sering membuat persepsi bahwa digitalisasi adalah soal biaya operasional yang&nbsp;bertambah,&nbsp;padahal&nbsp;jika&nbsp;diaplikasikan&nbsp;justru&nbsp;sebaliknya,&nbsp;teknologi&nbsp;menekan&nbsp;biaya&nbsp;di&nbsp;banyak&nbsp;aspek.<\/p>",
        "E": "<p style=\"text-align:justify;\">Transformasi&nbsp;digital&nbsp;di&nbsp;satu&nbsp;sisi&nbsp;bukan&nbsp;hanya&nbsp;tentang&nbsp;teknologi,&nbsp;tetapi&nbsp;lebih&nbsp;tentang&nbsp;bagaimana&nbsp;bisnis bisa bersaing secara lebih intensif dalam perkembangan yang ada saat ini<\/p>",
        "Kunci": "B",
        "tipe": "pilihan"
    }
]