[
    {
        "Number": "1",
        "Soal": "<p style=\"text-align:justify;\"><strong>Question 1-4 are based on the following passage.<\/strong><\/p><p style=\"text-align:justify;\">The hypothesis that people ascribe more value to things merely because they own them is at the heart of a highly influential theory in behavioral economics, known as the endowment effect.<\/p><p style=\"text-align:justify;\">Econo- mists ascribing to the theory have tried to illustrate this effect with the help of several experiments that seem to show that people value the things they own more than they value identical products they do not own and that they prefer to hold on to those endowed items rather than trade or sell them.Endowment theory says that such observable events, whatever their other possible causes, are at least partially explained by the general phenomenon of loss aversion, which holds that people give possible losses more weight than potential gains of the same magnitude.Endowment theory is an application of this phenomenon, adding the hypothesis that ownership determines whether one experiences a change as a gain or as a loss.Endowment theory posits that ownership sets one's reference point, the movement from which triggers either a perceived gain or loss, and that people perceive the transfer or sale of endowments as losses.<\/p><p style=\"text-align:justify;\">Although endowment theory continues to enjoy considerable influence, recent experimental data have cast doubt on the hypothesis that ownership sets the reference point and that loss aversion generates the reluctance to trade.The empirical support for endowment theory was never perfect. In recent years, experimentalists have published data suggesting that the results of earlier labora- tory experiments were not caused by loss aversion but by other factors. By making a few changes to the experimental design-such as better training subjects in the auction mechanisms used in the experiments, changing the way subjects were given the items, and modifying the procedures for eliciting choices-to rule out alternative explanations, experimentalist were able to make \"endow- ment effects that had been observed in the laboratory disappear.Many other researchers have since replicated these results. The new data suggest that ownership alone is not enough to change people's expressed preferences.These results have led experimental economists and cognitive psychologists to develop alternatives to endowment theory.<\/p><p>The economists ascribing to the theory of en- dowment effect would consider which one of the following as an example of this effect?<\/p><p> <\/p>",
        "A": "<p style=\"text-align:justify;\">A person who receives a gift of a hun- dred dollar bottle of wine would not normally spend the same amount buying it and choses to drink the wine rather than sell it.<\/p>",
        "B": "<p style=\"text-align:justify;\"><span style=\"color:hsl(0,0%,0%);\">A person, who buys a bottle of his fa- vorite wine for ten dollars, refuses to pay the same amount for a bottle of wine that is very similar in every aspect to the other wine and that his friend is willing to sell.<\/span><\/p>",
        "C": "<p style=\"text-align:justify;\">A person, who receives a bottle of wine as a gift from a friend, buys the same wine again from the market at a more expensive price than the one paid by his friend.<\/p>",
        "D": "<p style=\"text-align:justify;\">A person sells a bottle of wine, which was gifted to him, at a price that is not lower than the market price of the wine.<\/p>",
        "E": "<p style=\"text-align:justify;\">A person refuses to sell a bottle of wine that was gifted to him because market survey shows that the price of that wine is likely to rise even further In the future.<\/p>",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "2",
        "Soal": "<p>The author is primarily concerned with...<\/p>",
        "A": "<p style=\"text-align:justify;\">describing a theory in detail while ana- lyzing the influence it enjoys in the field of economics<\/p>",
        "B": "<p style=\"text-align:justify;\">explaining a theory and its underlying basis to review the individuals experi- ments done in its&nbsp;support<\/p>",
        "C": "<p style=\"text-align:justify;\">discussing a theory in detail and bringing out its deficiencies that were deliberately ignored by its&nbsp;proponents<\/p>",
        "D": "<p style=\"text-align:justify;\"><span style=\"color:hsl(0,0%,0%);\">critically evaluating a theory and its underlying basis<\/span><\/p>",
        "E": "<p style=\"text-align:justify;\">describing a theory and suggesting that it should be discarded since it has no empirical soundness<\/p>",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "3",
        "Soal": "<p>Which of the following is most supported by the information given in the passage?<\/p>",
        "A": "<p>The value of the endowed item increases with the passage of time.<\/p>",
        "B": "<p>The&nbsp;way&nbsp;a&nbsp;response&nbsp;is&nbsp;extracted&nbsp;out&nbsp;of&nbsp;a&nbsp;participant&nbsp;in&nbsp;a&nbsp;study&nbsp;could&nbsp;have&nbsp;an&nbsp;effect&nbsp;in&nbsp;the&nbsp;ultimate&nbsp;outcome&nbsp;of that study.<\/p>",
        "C": "<p><span style=\"color:hsl(0,0%,0%);\">The endowment theory lacks any sort of factual support.<\/span><\/p>",
        "D": "<p>As&nbsp;per&nbsp;the&nbsp;endowment&nbsp;theory,&nbsp;the&nbsp;sole&nbsp;reason&nbsp;that&nbsp;people&nbsp;are&nbsp;reluctant&nbsp;to&nbsp;transfer&nbsp;or&nbsp;sell&nbsp;their&nbsp;endowed item. is because of the workings of the loss aversion phenomenon.<\/p>",
        "E": "<p>The real value of an endowed product is normally considerably less than the value ascribed to it by&nbsp;people.<\/p>",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "4",
        "Soal": "<p>According to the passage, which of the following is NOT&nbsp;true?<\/p>",
        "A": "<p style=\"text-align:justify;\"><span style=\"color:hsl(0,0%,0%);\">The endowment theory enjoys more than limited influence.<\/span><\/p>",
        "B": "<p style=\"text-align:justify;\">The ownership of an endowed product has an important part to play in whether a particular change&nbsp;is perceived as a gain or loss.<\/p>",
        "C": "<p style=\"text-align:justify;\"><span style=\"color:hsl(0,0%,0%);\">There&nbsp;are&nbsp;holes&nbsp;in&nbsp;the&nbsp;empirical&nbsp;data&nbsp;that&nbsp;support&nbsp;results&nbsp;not&nbsp;in&nbsp;favor&nbsp;of&nbsp;the&nbsp;endowment&nbsp;theory.<\/span><\/p>",
        "D": "<p style=\"text-align:justify;\">Loss&nbsp;aversion is possibly&nbsp;not the only&nbsp;factor that the&nbsp;theory believes causes&nbsp;the endowment effect.<\/p>",
        "E": "<p style=\"text-align:justify;\">Some experimental economists have been influenced by the recent data that does not favor the&nbsp;endowment&nbsp;theory.<\/p>",
        "Kunci": "A",
        "tipe": "pilihan"
    },
    {
        "Number": "5",
        "Soal": "<p><strong>Question 5-8 are based on the following passage.<\/strong><\/p><p>The Indonesian government is set to propose that gamelan be added to the UNESCO Intangible Cultural Heritage list next year. In opening the 2018 International Gamelan Festival in Fort Vastenburg in Surakarta, Central Java, on Thursday, Education and Culture Minister Nadiem Makarim said that gamelan, as an authentic ensemble of traditional instruments, had been studied internationally, re- sulting in the sprouting of communities the world over. He said that, currently, a paper on gamelan, to be submitted in March next year, was being written. Artists, musicians and gamelan enthusiasts are expected to support the campaign. \"The government has decided to propose gamelan as a nominee from Indonesia, to be sent to UNESCO next year. The discussion will commence in 2021,\" he said.<\/p><p>The on going festival features dozens of local and international participants. Three gamelan maestros from Indonesia, namely Rahayu Supanggah (Surakarta), I Wayan Gde Yudane (Bali) an Taufik Adam (Jakarta), presented diverse gamelan compositions. The festival's opening ceremony began with \"Gendhing Ketawang Puspowarno\" by Supanggah, featuring dozens of musicians and singers such as Peni Candra Rini, Endah Laras, Cahwati and Woro Mustiko Siwi, a young singer and puppet master.<\/p><p>Supanggah's composition was influenced by Javanese gamelan, while Wayan Yudane presented Balinese gamelan. Taufik Adam took a different approach by showcasing musical styles from several parts of Indonesia. The ceremony also saw the performances of dance maestro Ayu Bulantrisna Djelantik (Bali), theater giant Landung Simatupang (Yogayakarta) and a gamelan community from South Bank, England, founded 30 years ago.<\/p><p>Last night's ceremony was headlines by Djaduk Ferianto-led musical group KuaEtnika (Yogyakarta), which presented four compositions: \"Bromo\", \"Nirwana\", \"Ronggeng to Latinos\" and \"Siklus\". Besides the main stage in Fort Vastenburg, festival venues are also located on JI. Slamet Riyadi and at Dalem Joyokusuman, Lokananta, Bentara Budaya Surakarta, Rumah Banjarsari, Surakarta Vocational High School and the Indonesia Art Institut (ISI). Slated to run until Aug. 16, the festival will also feature conferences, film screening, exhibitions and literature presentations, in addition to 19 international gamelan groups and 73 local ones.<\/p><p>Who aren't expected to support the cam- gamelan as an authentic ensemble paign of traditional instruments?<\/p>",
        "A": "<p>Artists.<\/p>",
        "B": "<p>Musicians.<\/p>",
        "C": "<p>Song composer.<\/p>",
        "D": "<p>Gamelan enthusiasts.<\/p>",
        "E": "<p><span style=\"color:hsl(0,0%,0%);\">Philosophers<\/span><\/p>",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "6",
        "Soal": "<p>The Indonesian government is set to propose that gamelan be added to the UNESCO In- tangible&nbsp;Cultural&nbsp;Heritage&nbsp;list&nbsp;next year.&nbsp;The&nbsp;word 'propose'&nbsp;can&nbsp;also&nbsp;be replaced&nbsp;by...<\/p>",
        "A": "<p>withdraw<\/p>",
        "B": "<p><span style=\"color:hsl(0,0%,0%);\">put forward<\/span><\/p>",
        "C": "<p>interview<\/p>",
        "D": "<p>select<\/p>",
        "E": "<p>consider<\/p>",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "7",
        "Soal": "<p>Which of the following obviously shows the author's false idea in the passage?<\/p>",
        "A": "<p style=\"text-align:justify;\">The ceremony held in Surakarta was leaded by Djaduk Ferianto from musical group KuaEtnika Yogyakarta.<\/p>",
        "B": "<p style=\"text-align:justify;\">the festival in Surakarta also performed feature conferences, film screenings exhibi tions and literature presentations.<\/p>",
        "C": "<p style=\"text-align:justify;\"><span style=\"color:hsl(0,0%,0%);\">The International Gamelan Festival carried out in Yogyakarta and was Surakarta.<\/span><\/p>",
        "D": "<p>Supanggah's composition was influenced by Javanese gamelan, while Wayan Yu- dane presented Balinese gamelan.<\/p>",
        "E": "<p>three gamelan maestros from Indonesia, namely Rahayu Supanggah (Surakarta), I Wayan Gde Yudane (Bali) and Taufik Adam (Jakarta), presented diverse gamelan compositions.<\/p>",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "8",
        "Soal": "<p>The discussion will commence in 2021. The word 'commence' has the closest meaning to...<\/p>",
        "A": "<p>celebrate<\/p>",
        "B": "<p><span style=\"color:hsl(0,0%,0%);\">begin<\/span><\/p>",
        "C": "<p>consider<\/p>",
        "D": "<p>investigate<\/p>",
        "E": "<p>deliver<\/p>",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "9",
        "Soal": "<p style=\"text-align:justify;\"><strong>Question 9-12 are based on the following passage.<\/strong><\/p><p style=\"text-align:justify;\">&nbsp; Chasing China, Japan looks to Africa for trade and global influence. When Japanese Prime Minister Shinzo Abe met dozens of Africa leaders and business executives at the Tokyo International Conference on African Development (TICAD) in Yokohama late last month, two things were clear.    &nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;First, Tokyo would take on China to head in resource rich Africa, where Beijing already has the upper hand in development lending and trade. China is Africa's biggest trading partner, with twoway trade growing twentyfold in the past two decades to US$204 billion last year, according to China's Com- merce Ministry. China's rapidly growing trade with African countries has jolted Japan, whose total with the continent is less than 10 per cent of China's, according to the Japan External Trade Organisation.    &nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;Second, Japan, the world's third-biggest economy behind the United States and China, plan to take its battle with Beijing for East Asian supremacy to the doorstep of the United Nations Security Council. In Yokohama, Japanese officials sought African countries' support for its push the reforms at the coun- cil, including getting Japan, Germany, Brazil, India and other nations added as permanent members.    &nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;Winning permanent membership on the body would allow those countries to wield veto power just like the present five permanent members-China, Britain, France, the United States and Russia. Besides the five permanent members, the council has 10 non-permanent members that serve twoyear terms. Japan's renewed interest and ambition in Africa has been the by-product of a combination of factors.    &nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;These include China's growing national power and its influence in the continent, and the Abe administration's commitment to pursuing a \"muscular\" foreign policy towards China, according to Seifudein Adem, a professor at Doshisha University in Kyoto, Japan.    &nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;\"The two countries are now ready to compete not only for raw materials and markets but also for respect and love in Africa,\" Adem said. Adem said the prevailing sentiment among Japan's business leaders was that Africa was not yet ready for Japanese economic involvement in a major way. But a consensus was also emerging that Japan needed to make a move without much delay,&nbsp;was&nbsp;also&nbsp;emerging&nbsp;that&nbsp;Japan&nbsp;needed&nbsp;to&nbsp;make&nbsp;a&nbsp;move&nbsp;without&nbsp;much&nbsp;delay, he said.<\/p><p style=\"text-align:justify;\">What is the text about?<\/p>",
        "A": "<p>China sees emerging markets as its best bet-and South&nbsp;Africa is high on the list.<\/p>",
        "B": "<p><span style=\"color:hsl(0,0%,0%);\">Competition&nbsp;between&nbsp;China&nbsp;and&nbsp;Japan&nbsp;over&nbsp;influence&nbsp;and&nbsp;benefits&nbsp;on&nbsp;Africa&nbsp;where&nbsp;China&nbsp;is&nbsp;a&nbsp;trade&nbsp;juggernaut.<\/span><\/p>",
        "C": "<p>Japan wishes to strengthen its presence across&nbsp;Asia while contributing to&nbsp;African development.<\/p>",
        "D": "<p>Japan would like to speed up its engage- ment and stay as an influencer concerning Chinese&nbsp;development.<\/p>",
        "E": "<p>Africa wants to avoid risks associated with loan defaults that have hit some&nbsp;Asian countries.<\/p>",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "10",
        "Soal": "<p>The word rapidly in paragraph 2 has the same meaning as...<\/p>",
        "A": "<p>fast<\/p>",
        "B": "<p>slowly<\/p>",
        "C": "<p>sluggishly<\/p>",
        "D": "<p>alternately<\/p>",
        "E": "<p>leisurely<\/p>",
        "Kunci": "A",
        "tipe": "pilihan"
    },
    {
        "Number": "11",
        "Soal": "<p>Which of the following statements is true based on the text?<\/p>",
        "A": "<p>The two countries are now ready to compete only for raw materials.<\/p>",
        "B": "<p><span style=\"color:hsl(0,0%,0%);\">Besides the five non-permanent mem- bers, the council has 10 permanent members that serve&nbsp;two-year terms.<\/span><\/p>",
        "C": "<p>China is the world's third-biggest economy behind the United States and Russia.<\/p>",
        "D": "<p>Africa&nbsp;was&nbsp;not&nbsp;yet&nbsp;ready&nbsp;for&nbsp;Japanese&nbsp;economic&nbsp;involvement&nbsp;in&nbsp;a&nbsp;major&nbsp;way,&nbsp;according&nbsp;to&nbsp;Japan's&nbsp;business leaders.<\/p>",
        "E": "<p>Beijing&nbsp;would&nbsp;take&nbsp;on&nbsp;Tokyo&nbsp;head&nbsp;to&nbsp;head&nbsp;in&nbsp;resounce-rich&nbsp;Africa.<\/p>",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "12",
        "Soal": "<p>What do the two countries seek in terms of building relationship and trust with&nbsp;Africa?<\/p>",
        "A": "<p>Honest and respect.<\/p>",
        "B": "<p><span style=\"color:hsl(0,0%,0%);\">Love and respect.<\/span><\/p>",
        "C": "<p>Wealth&nbsp;and&nbsp;love.<\/p>",
        "D": "<p>Glory and stock.<\/p>",
        "E": "<p>Raw materials.<\/p>",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "13",
        "Soal": "<p style=\"text-align:justify;\"><strong>Question 13-15 are based on the following passage.<\/strong> <\/p><p style=\"text-align:justify;\">&nbsp;Maintaining a healthy lifestyle persistence and dedication, but not without reward. Regular exercise, not smoking, limited alcohol consumption, adequate sleep, and a balanced diet are all aspect of healthy lifestyle. In general, a healthy lifestyle benefits people in various ways.    &nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;According to a study by the Centers for Disease Control and Prevention, practicing a healthy lifestyle make individuals risk of premature death 66 percent less likely from cancer, 65 percent less likely from cardiovascular disease, and 57 percent less likely from other causes. The four healthy lifestyle factors studied include limited alcohol consumption, avoiding tobacco, improving nutrition, and regular physical activity. Apart from consuming more whole and fresh foods, every individual should avoid food with large amounts of sodium, trans fats, saturated fats, added sugars, and processed grains    &nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;In addition, it is no secret that a healthy lifestyle can help us shed pounds and look more youthful but it goes beyond weight loss. For example, staying hydrated and getting adequate sleep can reduce the appearance of under-eye bags. Limited alcohol intake reduces it aging effects on our skin and eyes, as does avoiding tobacco. Proper nutrition from a balanced diet also supplies our body with the nutrients it needs for healthy and lustrous hair, bright eyes, tight skin, and an overall glow.    &nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;According to Mayoclinic.com, physical activity triggers the release of brain chemicals that can make us feel relaxed and happier. This emotional boost can help our look about our appearance and improve our self-confidence. Besides, the mood-enhancing chemical released by physical activity can help us face the troubles of a stressful day with a calmer mindset. Furthermore, exercise regulary makes our body stronger and improves its endurance. Physical activity also conditions our cardio- vascular system, which helps keep our muscle energized by delivering oxygen more efficiently. As a result, we will have more energy to do everyday tasks. A balanced diet, limited alcohol consumption, and proper hydration also aid in increased energy levels, according to Harvard Publications. Limiting alcohol consumption also promotes a better mood.<\/p><p>The sentence \"..., it is no secret that a healthy lifestyle can help us shed pounds and look more&nbsp;youthful, but it goes beyond weight loss.\"in paragraph 3 is closest in meaning to...<\/p>",
        "A": "<p style=\"text-align:justify;\"><span style=\"color:hsl(0,0%,0%);\">there&nbsp;is&nbsp;a&nbsp;general&nbsp;knowledge&nbsp;that&nbsp;a&nbsp;healthy&nbsp;lifestyle&nbsp;is&nbsp;an&nbsp;effective&nbsp;way&nbsp;of&nbsp;losing&nbsp;weight&nbsp;and&nbsp;having&nbsp;a younger look<\/span><\/p>",
        "B": "<p style=\"text-align:justify;\">it is widely known that adopting a healthy lifestyle can promote more than weight loss and a&nbsp;younger look<\/p>",
        "C": "<p style=\"text-align:justify;\">maintaining&nbsp;a&nbsp;healthy&nbsp;lifestyle&nbsp;is&nbsp;not&nbsp;the&nbsp;secret&nbsp;formula&nbsp;of&nbsp;effective&nbsp;weight&nbsp;loss&nbsp;plan&nbsp;and&nbsp;staying&nbsp;young<\/p>",
        "D": "<p style=\"text-align:justify;\">that a healthy lifestyle can support weight loss program and give a younger look has not been&nbsp;proven yet<\/p>",
        "E": "<p style=\"text-align:justify;\">not many people know that we can lose much weight and look much younger by having a healthy&nbsp;lifestyle<\/p>",
        "Kunci": "A",
        "tipe": "pilihan"
    },
    {
        "Number": "14",
        "Soal": "<p>The paragraph following the passage will most likely talk about...<\/p>",
        "A": "<p>physical activities in keeping a healthy life style<\/p>",
        "B": "<p>avoiding&nbsp;alcoholic&nbsp;drinks&nbsp;to&nbsp;reduce&nbsp;aging effects<\/p>",
        "C": "<p>benefits of a healthy life style to people's mood<\/p>",
        "D": "<p>other factors to maintain a healthy lifestyle<\/p>",
        "E": "<p><span style=\"color:hsl(0,0%,0%);\">mental benefits of a healthy life style<\/span><\/p>",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "15",
        "Soal": "<p>Based&nbsp;on the passage,&nbsp;what should we do&nbsp;if we want&nbsp;to have a better&nbsp;mood? We should...<\/p>",
        "A": "<p><span style=\"color:hsl(0,0%,0%);\">do regular physical activities<\/span><\/p>",
        "B": "<p>minimize the risk of illnesses<\/p>",
        "C": "<p>help others solve daily-life problem<\/p>",
        "D": "<p>reduce&nbsp;the&nbsp;aging effect&nbsp;of our&nbsp;skin and&nbsp;eyes<\/p>",
        "E": "<p>keep our muscles energized by doing sports<\/p>",
        "Kunci": "A",
        "tipe": "pilihan"
    },
    {
        "Number": "16",
        "Soal": "<p style=\"text-align:justify;\"><strong>This following text is for questions 16 to 18<\/strong>&nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; Spider-Man isn't the only person with an interest in spider silk. While Spider-Man uses the threads to zigzag from building to building, or to snare a bad guy, scientists are investigating silk for different reasons. Though researchers have learned a lot about silk by investigating spiders, insects such as caterpillars, ants and bees also have been studied for the sticky stuff. Scientists are even trying to get silk from animals such as goats.     &nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;It turns out silk might be good for weaving a lot more than shirts and ties. In the future, the silky fiber might be used to make supertough bulletproof vests and light but strong parachute cords. Silk also might work well for delicate tasks inside the body. Researchers are experimenting with using silk to support growing cells, the same way a construction crew builds scaffolding around a building to help keep everything in its place during construction. Spider silk is an ideal material, according to a researcher from University of Wyoming, but humans havebeen gathering silk not from spiders but from silkworms for hundreds of years. But silkworm silk has its problems. A silkworm covers its silk in sticky glue that holds the cocoon together. Sometimes humans have a bad allergic reaction to this glue.     &nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;Spiders, on the other hand, don't use sticky glue. Most spiders have an abdomen made up of five different sections. The last two sections are where the silk-making happens. These sections of the lower belly are modified into special structures called spinnerets, which are sort of like faucets for silk. The silk is mixed in glands and then secreted out of the spinnerets. Spiders can't shoot silk out for long distances the way Spider-Man does. Instead, they attach the emerging silk to something. like a tree branch, and then move away from the branch. This pulls the silk outward.     &nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;The main ingredient in spider silk is proteins, and there are many different kinds, depending on which spider is spinning and which silk it wants to make. Some of the proteins are very large and complicated, and therefore hard to make a lot of in the lab. So some scientists have put the genes that have the instructions for making silk into other creatures, such as goats. The silkmaking genes are turned on only in the goat cells that make milk, so when these goats are milked, there is silk in the milk. However, a liter of milk may have only 15 grams of silk, which means it would take about 600 gallons of milk to make one bulletproof vest. At higher concentrations the milk starts clumping. perhaps because the silk proteins are sticking to milk proteins.<\/p><p>An appropriate title for the text is...<\/p>",
        "A": "<p>The Chemical Characteristic of Silk<\/p>",
        "B": "<p>Silk&nbsp;Making:&nbsp;from&nbsp;Worms&nbsp;to&nbsp;Spiders<\/p>",
        "C": "<p>Artificial Spider Silk Production<\/p>",
        "D": "<p>The Long History of Silk<\/p>",
        "E": "<p><span style=\"color:hsl(0,0%,0%);\">Silk's Superpower<\/span><\/p>",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "17",
        "Soal": "<p>Which field might use silk in the future?<\/p>",
        "A": "<p>Health and automotive.<\/p>",
        "B": "<p>Agriculture&nbsp;and&nbsp;military.<\/p>",
        "C": "<p>Biochemistry and construction.<\/p>",
        "D": "<p><span style=\"color:hsl(0,0%,0%);\">Military and medicine.<\/span><\/p>",
        "E": "<p>Mining&nbsp;and&nbsp;hospitality.<\/p>",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "18",
        "Soal": "<p style=\"text-align:justify;\">&nbsp;Why did the writer mention building cons- truction?<\/p>",
        "A": "<p>To&nbsp;illustrate&nbsp;how&nbsp;strong&nbsp;and&nbsp;elastic&nbsp;silk&nbsp;is.<\/p>",
        "B": "<p>To&nbsp;describe&nbsp;how&nbsp;researchers&nbsp;extract&nbsp;silk&nbsp;out&nbsp;of&nbsp;spiders.<\/p>",
        "C": "<p>To&nbsp;explain&nbsp;about&nbsp;the&nbsp;process&nbsp;of&nbsp;silk&nbsp;making.<\/p>",
        "D": "<p><span style=\"color:hsl(0,0%,0%);\">To&nbsp;illustrate&nbsp;how&nbsp;growing&nbsp;cells&nbsp;can&nbsp;be&nbsp;held&nbsp;up&nbsp;by&nbsp;silk.<\/span><\/p>",
        "E": "<p>To&nbsp;compare&nbsp;between&nbsp;silk&nbsp;from&nbsp;silkworms&nbsp;and&nbsp;silk&nbsp;from&nbsp;spiders.<\/p>",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "19",
        "Soal": "<p style=\"text-align:justify;\"><strong>This following text is for questions 19-20<\/strong><\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;It is exceedingly difficult to make people realize that an evil is an evil. For instance, we seize a man and deliberately do him a malicious injury: say, imprison him for years. One would not suppose that it needed any exceptional clearness of wit to recognize in this an act of diabolical cruelty. But in England such a recognition provokes a stare of surprise, followed by an explanation that the outrage is punishment or justice or something else that is all right, or perhaps by a heated attempt to argue that we should all be robbed and murdered in our beds if such senseless villainies as sentences of imprisonment were not committed daily. It is useless to argue that even if this were true, which it is not, the alternative to adding crimes of our own to the crimes from which we suffer is not helpless submission. Chickenpox is an evil; but if I were to declare that we must either submit to it or else repress it by seizing everyone who suffers from it and punishing them by inoculation with smallpox, I should be laughed at; for though nobody could deny that the result would be to prevent chickenpox to some extent by making people avoid it much more carefully, and to effect a further apparent prevention by making them conceal it very anxiously, yet people would have sense enough to see Dipindai dengan CamScanner that the deliberate propagation of smallpox was a creation of evil, and must therefore be ruled out in favor of purely humane and hygienic measures. Yet in the precisely parallel case of a man breaking fan into my house and stealing my diamonds I am expected as a matter of course to steal ten years of his life. If he tries to defeat that monstrous retaliation by shooting me, my survivors hang him. The net result suggested by the police statistics is that we inflict atrocious injuries on the burglars we catch in order to make the rest take effectual precautions against detection; so that instead of saving our diamonds from burglary we only greatly decrease our chances of ever getting them back, and increase our chances of being shot by the robber.     &nbsp;<\/p><p style=\"text-align:justify;\">&nbsp; &nbsp;But the thoughtless wickedness with which we scatter sentences of imprisonment is as nothing compared to the stupid levity with which we tolerate poverty as if it were either a wholesome tonic for lazy people or else a virtue to be embraced as St. Francis embraced it. If a man's indolent, let him be poor. If he is drunken, let him be poor. If he is not a gentleman, let him be poor. If he is addicted to the fine arts or to pure science instead of to trade and finance, let him be poor. If he chooses to spend is wages on his beer and his family instead of saving it up or his old age, let him be poor. Let nothing be done for \"the undeserving\": let him be poor. Serve him right!&nbsp;<\/p><p style=\"text-align:justify;\">Also-somewhat inconsistently-blessed are the poor!<\/p><p>The passage is most probably intended to...<\/p>",
        "A": "<p>serve as an introduction to a more detailed discussion of poverty<\/p>",
        "B": "<p>censure imprisonment as a punitive measure<\/p>",
        "C": "<p>analyze the possible repercussions of social evils<\/p>",
        "D": "<p>continue a prior discussion of strong measures against social evils<\/p>",
        "E": "<p><span style=\"color:hsl(0,0%,0%);\">make people recognize social evils in the face of deliberate obfuscation<\/span><\/p>",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "20",
        "Soal": "<p>It&nbsp;can&nbsp;be&nbsp;inferred&nbsp;from&nbsp;the&nbsp;passage&nbsp;that&nbsp;the&nbsp;author&nbsp;would&nbsp;agree&nbsp;with&nbsp;all&nbsp;the&nbsp;following&nbsp;EXCEPT...<\/p>",
        "A": "<p><span style=\"color:hsl(0,0%,0%);\">most&nbsp;people&nbsp;don't&nbsp;realize&nbsp;that&nbsp;by&nbsp;punish-&nbsp;ing&nbsp;offenders&nbsp;they&nbsp;are&nbsp;surrendering&nbsp;themselves&nbsp;to&nbsp;the&nbsp;vicious cycle of crime and punishment<\/span><\/p>",
        "B": "<p>sentences of imprisonment have little success in reducing the crime rate in society<\/p>",
        "C": "<p>it&nbsp;would be&nbsp;ridiculous to&nbsp;inoculate people suffering&nbsp;from chicken&nbsp;pax with smallpox<\/p>",
        "D": "<p>if criminals were not strongly punished for their misdeeds there would be no law and order in&nbsp;society<\/p>",
        "E": "<p>tolerating poverty is at least as bad as inflicting punishments on criminals<\/p>",
        "Kunci": "A",
        "tipe": "pilihan"
    }
]