[
    {
        "Number": "1",
        "Soal": "<p><b>The following text is for questions 1 to 4<\/b><br>\nSINGAPORE: a supervisor was jailed for two months for repeatedly striking his Indonesian maid on the head and back with a television remote control. Muhammad Shafiq Woon Abdullah was brought to court in Singapore because he had physically hurt the woman in several occasions between June and October 2002, the Straits Time said. The magistrate’s court heard that Shafiq, 31 began striking Winarti, 22, about a month after she started working for him. He hit her on the head with the TV set’s remote control because he was unhappy with her work. On one occasion, he punched her in the back after accusing her of daydreaming. S.S. Dhilon, Shafiq’s lawyer said that his client had become mad when he saw his daughter’s face covered as she was lying in bed. He said his client thought the maid made the child in danger.<br>\n<br><strong>1.<\/strong> The text reported….<br><\/p>",
        "A": "The arrest of a supervisor ",
        "B": "\nThe working condition in Singapore ",
        "C": "An Indonesian worker in Singapore ",
        "D": "The Indonesian worker’s condition in Singapore ",
        "E": "\nA crime by a Singaporean supervisor toward his maid ",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "2",
        "Soal": "Which one of the following statements is <b>TRUE<\/b> according to the text?",
        "A": "A Supervisor was put in jail for two years ",
        "B": "The supervisor gave many kinds of jobs to the maid",
        "C": "The maid has been working for him for two months ",
        "D": "Winarti struck the supervisor with a remote control ",
        "E": "The supervisor hit his maid’s head with a TV set’s remote control ",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "3",
        "Soal": "“….physically hurt the woman…” (paragraph 2) The word “hurt” is close in meaning to….\n",
        "A": "Cut ",
        "B": "Injured ",
        "C": "Offended",
        "D": "Punished",
        "E": "Damaged",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "4",
        "Soal": "Why did Shafiq punch Winarti on her back? She was accused of….",
        "A": "Talking much time to herself",
        "B": "Not working properly ",
        "C": "Working carelessly ",
        "D": "Daydreaming ",
        "E": "Being lazy",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "5",
        "Soal": "<p style=\"text-align: justify;\"><b>The following text is for questions 5 to 8<\/b><br>\n  Everybody should change their way of life to reduce global warming. The are several things that we can do. One of course includes local vegetable, fruits, bread, etc.  <br>\n  Local groceries do not need much transportation to get it into the market. It of course means, the amount of carbon dioxide produce is less than the groceries from other region. <br>\n  Therefore, by buying local groceries we are helping reduce the amount of carbon dioxide produces. Consuming fresh groceries instead of frozen ones are healthier for us, furthermore, fresh food of groceries means no requirements for it to be freezed up. It means that no electricity is needed and saving energy means reducing carbon dioxide and money. <br>\n  So, from now on we should consume fresh local groceries to reduce global warming.<br>\n<br><strong>5.<\/strong> Based on the passage above, which statement is <b>incorrect<\/b>...... <br><\/p>",
        "A": "The distance taken in selling local groceries is shotter than in selling groceries from other region ",
        "B": "The shorter distance in transportation means less carbon dioxide produced ",
        "C": "Storing fruit in refrigerator can reduce global warming",
        "D": "Decreasing global warming can be done by minimizing, the use of electricity ",
        "E": "Fresh local groceries consumption help the reduction of carbon dioxide ",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "6",
        "Soal": "What does the writer suggest in writing the text above? ",
        "A": "People freeze the fruit and vegetable they consume. ",
        "B": "People alter their way of life to reduce global warming",
        "C": "People save electricity to make them healthier",
        "D": "People neglect the importance of reducing global warming. ",
        "E": "People consume local production to raise the use of carbon dioxide",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "7",
        "Soal": "The text above is categorized as ....",
        "A": "Descriptive ",
        "B": "Report",
        "C": "Narrative",
        "D": "Spoof ",
        "E": "Hortatory exposition ",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "8",
        "Soal": "\"Furthermore, fresh food or groceries means no <u><b>requirements<\/b><\/u> for it to be freezed up.” (Paragraph 3).<br>\nThe underlined word means ….. \n",
        "A": "The thing that is neglected ",
        "B": "The thing that is needed ",
        "C": "The thing that is forgot ",
        "D": "The thing, that is excluded ",
        "E": "The thing that is produced",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "9",
        "Soal": "<p><b>The following text is for questions 9 to 14<\/b><br><\/p><p style=\"text-align: center;\"><b><\/b><b>Miraculous Tree<\/b><br><\/p><p style=\"text-align: justify;\"><br>\n  Once upon a time, there was a hawker who sold mangoes. Every morning, he sold them along the roadside near the market. His mangoes were big, juicy, sweet and fragrant. Although he sold them at a high prince, a lot of people bought from him. Eventually, he grew very haughty and conceited as his sales picked up. <br>\n  One Sunday morning, a hold dirty beggar wearing scruffy and smelly clothing stood in front of the mango stall. He begged the hawker for one mango. The beggar said politely, “Sir, I have not eaten a mango since I was ten. Can you please spare me just one fruit?” the proud hawker didn’t even give him a wink but continued to shout, “Mangoes! Mangoes!” <br>\n  As the beggar stood right in front of his stall, other people had to move (further) away from the stall to avoid the beggar, and that affected the hawkers business. <br>\n  Finally, the hawker got very angry and pushed the beggar away. In doing so, the old beggar tripped and slipped on a puddle of dirty water. A housewife who saw the incident felt sorry for the beggar and gave him a mango. The beggar was very touched and kept on saying. “Thank you” over and over again. He told the crowd that he was going to share the mango with them. <br>\n  He borrowed a knife from the butcher a few stall away, cut the mango in to smaller pieces and shared them with the people there. As for the big mango seed, the beggar dug a hole in the ground and buried the seed. Then, he asked the young butcher to give him some water to water the seed. After that, the beggar uttered some words. To everyone’s surprise, a small sprout shot up and rapidly grew into a mature mango tree bearing big, sweet, juicy and fragrant mangoes all over the tree. The beggar then plucked the fruit and gave them away to the people. <br>\n  The arrogant hawker left his own stall and joined the crowd to watch the beggar performing this miracle. After all the mangoes were given away to the people, the beggar walked into the crowd and disappeared. The proud hawker walked back to his stall and screamed, “Who stole all my mangoes?” <br>\n  Finally, he realized that all the mangoes growing on that tree actually belonged to him. The beggar, who was actually a high priest, had wanted to teach him a lesson. From that day onwards, this once haughty and conceited hawker became a humble and charitable person. <br><br><strong>9.<\/strong> Why did people still buy mangoes from the hawker despite his high price ?<br><\/p>",
        "A": "Because his fruits were the best ",
        "B": "Because his fruits were healthy ",
        "C": "Because his fruits were big, sweet, juicy and fragrant ",
        "D": "Because his fruits were fresh ",
        "E": "Because his fruits were famous ",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "10",
        "Soal": "What happened to the hawker when more and more people started to buy mangoes from him? ",
        "A": "He grew humble and courteous ",
        "B": "He grew haughty and conceited ",
        "C": "He grew lazy and careless ",
        "D": "He grew loving and adorable ",
        "E": "He grew tough and unfriendly ",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "11",
        "Soal": "Whom did the hawker meet at the market on one Sunday morning? ",
        "A": "He met an exceptional large crowd ",
        "B": "He met a butcher ",
        "C": "He met a fishmonger ",
        "D": "He met a beggar ",
        "E": "He met a magician",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "12",
        "Soal": "What did the beggar tell the hawker? ",
        "A": "He asked the hawker to sell a mango to him ",
        "B": "He asked the hawker to exchange a mango for two apples ",
        "C": "He told the hawker that his mangoes were too expensive ",
        "D": "He told the hawker not to shout too loud ",
        "E": "He told the hawker that he had not eaten a mango since he was ten and asked him for one ",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "13",
        "Soal": "How did the people react when the beggar stood in front of the stall? ",
        "A": "They avoided the stall ",
        "B": "They stood around the stall ",
        "C": "They moved away from the stall to avoid the beggar ",
        "D": "They pushed the beggar away ",
        "E": "They scolded the beggar for blocking their way ",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "14",
        "Soal": "Who gave the beggar a mango? Why?",
        "A": "A man gave a mango for the beggar because the man didn’t like the mango ",
        "B": "A housewife gave the beggar a mango because she felt sorry for him ",
        "C": "A child gave the beggar a mango because he pitied him ",
        "D": "The butcher have the beggar a mango because the mango was to sweet ",
        "E": "A high priest gave the mangoes for him",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "15",
        "Soal": "<p><b>The following text is for questions 15 to 16<\/b><br>\n<br>\n  Smartphones, tablets and e-readers should have an automatic \"bedtime mode\" that stops them disrupting people's sleep, says a leading doctor. <br>\n  Professor Paul Gringras argued the setting should filter out the blue light that delays the body clock and keeps people awake later into the evening. The doctor, from Evelina Children's Hospital in London, said every new mode 5 l was \"bluer and brighter\". He said manufacturers needed to show more \"responsibility\". <br>\n  As it gets darker in the evening, the body starts to produce the sleep hormone melatonin - which helps people nod off. Certain wavelengths of light, those at the blue-green end of the spectrum, can disrupt the system. <br>\n  Professor Gringras was part of a study, published in Frontiers in Public Health, analysing the light emitted by devices. It concluded there was a clear trend for new devices to be bigger, brighter, have higher levels of contrast and 10 emit more blue light. The professor of children's sleep medicine told the BBC News website: \"That is great for use in the  day, but awful for use at night. <br>\n  \"There is converging data to say if you are in front of one of these devices at night-time it could prevent you falling asleep by an extra hour.\" <br>\n  He said some sleep-aware apps had already been designed to reduce blue-green light emissions. And that a 15 bedtime mode could automatically filter out the blue as software such as flux already does. He said there needed to be \"more responsibility from 15 manufacturers\" and the \"key is to automate it\".<br>\n  Professor Gringras added: \"It is not good enough to say do less and accept this is the world we live in, they are fun devices but we do need some protection on what they do at night-time.\" <br>\n<br><strong>15.<\/strong> The passage mainly discusses a topic on ...<br><\/p>",
        "A": "Sleep disorder and its cure ",
        "B": "Problems with new electronic gadgets ",
        "C": "Electronic gadgets that help people fall asleep ",
        "D": "Blue-green light found in electronic devices",
        "E": "New technology that can help reduce sleep disruption  ",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "16",
        "Soal": "The word <b>emitted<\/b> in line 8 in the passage means .... <br>\n",
        "A": "Shaded",
        "B": "Triggered",
        "C": "Produced",
        "D": "Blocked",
        "E": "Reflected",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "17",
        "Soal": "<p style=\"text-align: justify;\"><b>Questions 17–20 are based on the following passage<\/b>. <br>\n<br>\nOnly humans have a spoken, symbolic language; scientists have long thought that nonhuman primates had much less sophisticated communication systems. True, but chimpanzees use gestures and many voice sounds in the wild, __ <strong>(17)<\/strong>__ other apes use sounds to communicate territorial information. Chimpanzees seem to have a __<strong>(18)<\/strong>__ talent for learning symbolic language under controlled __<strong>(19)<\/strong>__. A famous chimpanzee named Washoe __<strong>(20)<\/strong>__ to communicate with humans, using no less than 175 sign language gestures similar to those of the American sign language.<br>\n<br><strong>17.<\/strong> The best word or phrases to complete the sentences is....<br><\/p>",
        "A": "When ",
        "B": "While",
        "C": "If",
        "D": "So that",
        "E": "Although",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "18",
        "Soal": "The best word or phrases to complete the sentences is....",
        "A": "Naturally",
        "B": "Naturalize",
        "C": "Natural ",
        "D": "Naturalistic",
        "E": "Naturalism ",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "19",
        "Soal": "The best word or phrases to complete the sentences is...",
        "A": "Protection",
        "B": "Reservations",
        "C": "Performance",
        "D": "Conditions",
        "E": "Experience",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "20",
        "Soal": "The best word or phrases to complete the sentences is....",
        "A": "It trained ",
        "B": "Being trained ",
        "C": "It was trained ",
        "D": "Was training",
        "E": "Was trained",
        "Kunci": "E",
        "tipe": "pilihan"
    }
]