[
    {
        "Number": "1",
        "Soal": "<p style=\"text-align: justify;\"><b>( Bacalah untuk nomor 1-3)<\/b><br>\nSiapa yang tidak mengenal teh? Salah satu jenis teh adalah teh hijau. Teh hijau dikenal masyarakat sebagai teh  yang sangat bermanfaat bagi kesehatan. Kandungan antioksidan dan polifenol mampu menangkal penyakit berbahaya, seperti kanker, diabetes, dan jantung. Selain itu, teh hijau juga bermanfaat untuk meningkatkan daya tahan tubuh. \n<br>\n<\/p><p style=\"text-align: justify;\"><strong>1.&nbsp;<\/strong>Gagasan paragraf di atas adalah …<br><\/p>",
        "A": "Teh hijau sangat terkenal.",
        "B": "Salah satu jenis the adalah teh hijau.",
        "C": "Manfaat teh hijau. ",
        "D": "Manfaat teh hijau bagi kesehatan. ",
        "E": "Kandungan antioksidan dan polifenol teh hijau. ",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "2",
        "Soal": "Kata itu di kalimat terakhir merujuk … ",
        "A": "Daya tahan tubuh meningkat.",
        "B": "Menyembuhkan kanker, diabetes, dan jantung. ",
        "C": "Manfaat teh hijau.",
        "D": "Kandungan antioksidan dan polifenol. ",
        "E": "Menangkal penyakit berbahaya.",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "3",
        "Soal": "Abstrak paragraf di atas adalah … ",
        "A": "Teh hijau bermanfaat menangkal penyakit berbahaya karena mengandung antioksidan dan polifenol. ",
        "B": "Teh hijau mampu menangkal penyakit berbahaya dan meningkatkan daya tahan tubuh.",
        "C": "Antioksidan dan polifenol adalah zat yang ada di teh hijau. ",
        "D": "Teh hijau bermanfaat bagi kesehatan karena mengandung antioksidan dan polifenol.",
        "E": "Teh hijau baik bagi kesehatan dan meningkatkan daya tahan tubuh",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "4",
        "Soal": "<p style=\"text-align: justify;\"><b>Bacaan untuk nomor 4 – 5<\/b>.<br>\n(1) Ketika menjelang lebaran, kebutuhan masyarakat semakin meningkat. (2)  Peningkatan kebutuhan tersebut sering diikuti oleh perilaku masyarakat yang konsumtif. (3) Masyarakat harus berhati-hati membeli barang kebutuhan karena masih ada barang kadaluwarsa yang dijual oleh oknum pedagang. (4) Kenyataan inilah yang menyebabkan masyarakat kawatir. <br><\/p><p style=\"text-align: justify;\"><br><\/p><p style=\"text-align: justify;\"><strong>4.<\/strong> Makna kata konsumtif adalah …<br><\/p>",
        "A": "Membeli barang yang tidak berguna.",
        "B": "Membeli barang yang dibutuhkan dalam jumlah banyak. ",
        "C": "Perilaku konsumen yang boros ",
        "D": "Perilaku yang cenderung membeli barang lebih dari apa yang benar-benar mereka butuhkan.",
        "E": "Perilaku konsumen yang membeli barang tanpa memedulikan nilai. ",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "5",
        "Soal": "Kata yang penulisannya tidak sesuai ejaan terdapat di kalimat … ",
        "A": "3 dan 4",
        "B": "1 dan 2",
        "C": "1 dan 3",
        "D": "2 dan 4",
        "E": "1 dan 4",
        "Kunci": "A",
        "tipe": "pilihan"
    },
    {
        "Number": "6",
        "Soal": "<p style=\"text-align: justify;\">Akar napas pohon bakau merupakan  beradaptasi di daerah berlumpur supaya dapat hidup meskipun kekurangan oksigen. \nPilihan kata yang tidak tepat kalimat di atas adalah …<br><\/p>",
        "A": "Napas, merupakan, meskipun",
        "B": "Bakau, supaya, oksigen",
        "C": "Napas, bakau, supaya",
        "D": "Merupakan, supaya ",
        "E": "Napas, meskipun",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "7",
        "Soal": "Karena kau makan, maka harus bertanggung jawab. \n<br>\nKalimat di atas tidak baku karena penulisan kata …\n",
        "A": "Kau makan",
        "B": "Karena ",
        "C": "Bertanggung jawab ",
        "D": "Maka ",
        "E": "Harus ",
        "Kunci": "A",
        "tipe": "pilihan"
    },
    {
        "Number": "8",
        "Soal": "Penulisan judul buku yang sesuai ejaan …",
        "A": "Penari dan Penonton di Sudut-Sudut Kota",
        "B": "Panen Sayur-Mayur di Lampung ",
        "C": "Kesal di Hati dalam Sejarah Hidup ",
        "D": "Harimau dan Lumba-Lumba Dalam Sejarah Satwa ",
        "E": "Hilang Bertahun-Tahun Lamanaya ",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "9",
        "Soal": "<p style=\"text-align: justify;\">Nurmala, adik Pak Rojak yang tinggal di Bekasi Barat, pulang dengan wajah ceria. \nKalimat yang polanya sama dengan kalimat di atas …<br><\/p>",
        "A": "Pegawai bank yang cantik itu kemarin berbelanja di pasar ",
        "B": "Gedung itu roboh kemarin ",
        "C": "Pedagang mulai menaikkan harga",
        "D": "Lapangan sepak bola di Kota Solo sedang diperbaiki ",
        "E": "Dengan susah payah, mereka lari ",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "10",
        "Soal": "Kata pengajaran diturunkan dari kata … ",
        "A": "Belajar",
        "B": "Pelajaran",
        "C": "Pelajar ",
        "D": "Diajar",
        "E": "Mengajar",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "11",
        "Soal": "<p style=\"text-align: justify;\">Hujan deras yang berlangsung lama bisa menyebabkan banjir. Faktor lain penyebab banjir yaitu buruknya drainase. Selain itu, perilaku masyrakat yang membuang sampah sembarangan ikut berperan terjadinya banjir. \n<br>\nKalimat yang pasti salah berdasarkan teks di atas adalah …<br><\/p>",
        "A": "Drainase yang buruk, hujan deras, bisa menyebabkan banjir",
        "B": "Drainase yang baik dapat mencegah banjir",
        "C": "Banjir disebabkan oleh sampah yang menumpuk ",
        "D": "Banjir dipengaruhi oleh curah hujan tinggi dan berlangsung lama ",
        "E": "Perilaku membuang sampah sembarang dapat memicu banjir",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "12",
        "Soal": "Mobil yang berwarna merah dan diparkir di lapangan itu rusak karena tertimpa pohon. Kalimat inti dari kalimat di atas …",
        "A": "Mobil itu rusak ",
        "B": "Mobil itu tertimpa pohon",
        "C": "Mobil merah diparkir",
        "D": "Mobil yang diparkir rusak",
        "E": "Mobil itu berwarna merah ",
        "Kunci": "A",
        "tipe": "pilihan"
    },
    {
        "Number": "13",
        "Soal": "Pada tahun 2001 Pak Yogi memiliki 2.300 ekor itik. Dua tahun berikutnya menjadi 5.500 ekor. Jumlah tersebut karena Pak Yogi membelinya pada tahun 2003 sebanyak 1.200 ekor. Jumlah itik Pak Yogi tahun 2002 adalah …",
        "A": "2.500",
        "B": "3.100\t",
        "C": "4.200",
        "D": "3.200",
        "E": "4.300",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "14",
        "Soal": "<p style=\"text-align: justify;\"><strong>Bacalah teks berikut!<\/strong>\n<br>\n   (1) Pada 16 November 2010, angklung diakui sebagai Warisan Budaya Dunia Kategori Tak Benda oleh UNESCO. (2) Namun, pelestarian angklung di Indonesia tentu menghadapi hambatan. (3) Perkara klasik seperti tidak adanya regenerasi, baik dari sisi seniman maupun perajin angklung, masih menjadi masalah utama. (4) Bahkan, setelah lebih dari 10 tahun ditetapkan sebagai warisan budaya dunia, angklung tak banyak memiliki peminat dalam tataran generasi muda.<br>\n\n   (5) Padahal, perkembangan angklung di mancanegara justru menunjukkan kecenderungan positif. (6) Angklung sedikitnya dimainkan di 131 negara, baik di sekolah maupun komunitas. (7) Sebagai contoh, di Amerika Serikat, alat musik Sunda itu dimainkan di universitas-universitas di Pennsylvania dan Hawaii. (8) Melihat hal itu, ada paradoks yang nyata: angklung diminati di negara lain, tetapi ditinggalkan di negara asalnya. (9) Oleh karena itu, regenerasi pemain angklung di Indonesia saat ini perlu menjadi perhatian dari semua pihak. (10) Pembuatan program pelestarian angklung juga menjadi hal yang penting. (11) Angklung mungkin harus dimasukkan ke dalam kurikulum sekolah dari jenjang dasar untuk menjaga kelestariannya.\n<br>\nMawarni, N. L. (2021). Indonesia dalam ancaman krisis regenerasi angklung. alinea.id. Diambil 3 November 2021 dari https:\/\/www.alinea.id\/gaya-hidup\/indonesia-dalam-ancaman-krisis-regenerasi-angklung-b2cDE97VR.<br>\n\n<\/p><p style=\"text-align: justify;\"><strong>​​​​​​​14.&nbsp;<\/strong>Apa gagasan utama paragraf pertama?<br><\/p>",
        "A": "Ada berbagai hambatan dalam pelestarian angklung di Indonesia. ",
        "B": "Angklung ditetapkan sebagai warisan budaya dunia oleh UNESCO. ",
        "C": "Angklung merupakan warisan budaya UNESCO yang sepi peminat. ",
        "D": "Angklung sulit dilestarikan meskipun sudah jadi warisan budaya dunia.",
        "E": "Angklung ditetapkan sebagai warisan budaya dunia meskipun tak banyak diminati. ",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "15",
        "Soal": "<p style=\"text-align: justify;\"><b>Teks ini digunakan untuk menjawab soal nomor 15 dan 16.<br><\/b>\nMengonsumsi Buah yang Benar dan Sehat<br>\n1)\tDisarankan mengonsumsi buah 20—30 menit sebelum makan. Hal itu akan membuat penyerapan buah oleh tubuh menjadi maksimal. Buah juga akan menjadi detoks yang efektif untuk tubuh jika dikonsumsi dalam keadaan perut kosong. Sementara itu, mengonsumsi buah setelah makan akan membuat penyerapan tubuh atas fruktosa menjadi lebih lambat sehingga memicu begah, bahkan diare atau sakit perut.<br>\n2)\tDisarankan makan buah satu jam sebelum berolahraga karena buah akan menjadi suntikan nutrisi yang baik dan meningkatkan energi tubuh tanpa membuat kekenyangan atau mual.<br>\n3)\tBuah segar jauh lebih baik. Buah-buahan memang kaya akan serat dan berbagai vitamin. Namun, tidak demikian dengan buah kalengan, buah beku, atau buah yang telah diproses. Buah yang seperti ini umumnya memiliki kandungan gula yang sangat tinggi, bahkan dapat pula mengandung pengawet atau bahan kimia tambahan lainnya yang bisa membahayakan tubuh.<br>\n<br>\n<br>\n<strong>​​​​​​​15.&nbsp;<\/strong>Berdasarkan pernyataan pada poin 3, dapat diasumsikan bahwa ....<br><\/p>",
        "A": "buah kalengan atau buah beku tidak dapat dikonsumsi karena berbahaya.",
        "B": "buah dengan kandungan gula yang tinggi membahayakan kesehatan tubuh.",
        "C": "kandungan yang tidak baik untuk tubuh mungkin terdapat pada buah beku. ",
        "D": "pengawet atau bahan kimia tambahan menyebabkan buah tidak dapat dikonsumsi.",
        "E": "kandungan gula yang tinggi dan pengawet terkandung dalam setiap buah kalengan.",
        "Kunci": "C",
        "tipe": "pilihan"
    },
    {
        "Number": "16",
        "Soal": "Berdasarkan bacaan tersebut, dapat disimpulkan bahwa .... ",
        "A": "buah segar harus dikonsumsi karena kaya serat dan berbagai vitamin ",
        "B": "buah mengandung vitamin dan merupakan detoks yang efektif bagi tubuh ",
        "C": "lambatnya penyerapan fruktosa menyebabkan begah, diare, dan sakit perut ",
        "D": "mengonsumsi buah tepat sebelum berolahraga dapat meningkatkan energi ",
        "E": "konsumsi buah usai makan membuat penyerapan buah oleh tubuh tidak maksimal ",
        "Kunci": "E",
        "tipe": "pilihan"
    },
    {
        "Number": "17",
        "Soal": "<p style=\"text-align: justify;\"><b>Teks ini digunakan untuk menjawab soal nomor 17 dan 18.<\/b><br>\n\n  (1) Para peneliti dari Jepang menemukan bahwa dalam skala waktu geologis, satu spesies pohon hutan hujan tropis telah mengalami banyak perubahan. (2) Dalam sebuah laporan penelitian terbaru, para peneliti dari University of Tsukuba mengungkapkan bahwa Shorea parvifolia, spesies pohon hutan hujan tropis, telah mengalami ekspansi populasi yang cepat di Borneo. (3) Hal ini menunjukkan bahwa pemahaman tentang masa lalu spesies menjadi kunci untuk memastikan keberadaannya pada masa depan.<br>\n  (4) Profesor Yoshihiko Tsumura, sebagaimana dilansir EurekAlert, mengatakan bahwa Shorea parvifolia tersebar luas di Asia Tenggara. (5) Struktur genetik Shorea parvifolia dipengaruhi oleh fluktuasi glasial dan interglasial yang berulang. (6) Perubahan genetik ini memberikan pengetahuan untuk memastikan keberadaannya pada masa depan. (7) <em>Untuk memeriksa genetiknya, para peneliti mengambil sampel daun dari pohon dalam populasi alami yang mencakup hampir seluruh rentang geografis S. parvifolia.<\/em> (8) Tim menggunakan penanda DNA nukleus dan data pengurutan DNA dari kloroplas (struktur sel tumbuhan yang melakukan fotosintesis) untuk memeriksa struktur genetik spesies tersebut. (9) Analisis DNA tersebut menunjukkan bahwa S. parvifolia telah mengalami ekspansi populasi baru-baru ini di Borneo. (10) Spesies ini kemungkinan besar bermigrasi dari Semenanjung Malaya ke Borneo dan kemudian mengalami peningkatan populasi besar sehingga menghasilkan keragaman genetik yang cukup besar.<br><\/p><p style=\"text-align: justify;\">\n<br>\n<em>Priyambodo, U. (2021). Genetika Hutan Borneo Ungkap Masa Lalu dan Kemungkinan Masa Depannya. Diambil 7 November 2021 dari https:\/\/nationalgeographic.grid.id\/read\/132977048\/genetika-hutan-borneo-ungkap-masa-lalu-dan-kemungkinan-masa-depannya.<\/em> \n<br>\n<\/p><p style=\"text-align: justify;\"><strong>17.<\/strong> Topik yang dibahas pada bacaan tersebut adalah …<br><\/p>",
        "A": "Beberapa perubahan yang terjadi pada Shorea parvifolia.  ",
        "B": "Shorea parvifolia baru-baru ini mengalami ekspansi populasi.",
        "C": "Penelitian tentang Shorea parvifolia oleh para peneliti dari Jepang.  ",
        "D": "Penggunaan DNA untuk meneliti genetika Shorea parvifolia.  ",
        "E": "Pentingnya penelitian tentang Shorea parvifolia untuk masa depan. ",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "18",
        "Soal": "Kalimat yang dicetak miring pada paragraf 2 memiliki makna yang sama dengan ...  ",
        "A": "Para peneliti mengambil contoh daun dari pohon dalam populasi yang mencakup semua batas jangkauan geografis S. parvifolia untuk memeriksa genetiknya. ",
        "B": "Untuk memeriksa genetiknya, sampel daun yang berasal dari pohon dalam populasi alami diambil oleh peneliti yang mencakup hampir seluruh rentang geografis S. parvifolia.  ",
        "C": "Para peneliti mengambil sampel daun dari pohon dalam populasi alami yang mencakup seluruh rentang geografis S. parvifolia untuk diperiksa genetiknya.  ",
        "D": "Contoh daun dari pohon dalam populasi alami yang mencakup hampir semua batas jangkauan S. parvifolia diambil oleh para peneliti untuk diperiksa genetiknya.  ",
        "E": "Untuk memeriksa genetiknya, sampel daun dari pohon dalam populasi yang mencakup seluruh batas jangkauan geografis S. parvifolia diambil oleh para peneliti.  ",
        "Kunci": "D",
        "tipe": "pilihan"
    },
    {
        "Number": "19",
        "Soal": "<p style=\"text-align: justify;\"><b>Perhatikan teks berikut untuk menjawab soal no 19-20!<\/b><br>\n\n  \nPenghasilan pasif adalah penghasilan yang berasal dari properti sewaan, kemitraan terbatas, atau perusahaan lain di mana seseorang tidak terlibat secara aktif. Seperti halnya pendapatan aktif, penghasilan pasif biasanya dikenakan pajak, tetapi sering diperlakukan berbeda oleh Internal Revenue Service (IRS). Hal tersebut menjadi pendorong gaya hidup yang lebih mudah dan profesional karena dapat dikerjakan dari rumah dan dikelola sendiri. Penghasilan pasif telah menjadi istilah yang sudah biasa digunakan dalam beberapa tahun terakhir untuk mendefinisikan uang yang diperoleh secara teratur dengan sedikit atau tanpa usaha dari orang yang menerima.\n<br>\n  Jenis-jenis penghasilan pasif antara lain pendapatan bunga, properti sewaan, dan bisnis yang tidak melibatkan secara material. Pertama pendapatan bunga, yang dimaksud pendapatan bunga adalah ketika uang dipinjamkan ke kemitraan atau perusahaan, bunga atas pinjaman tersebut dikatakan sebagai pendapatan pasif. Kedua Pendapatan penyewaan properti. Pendapatan dari penyewaan properti adalah pendapatan yang diterima dari pihak lain atas sewa properti. Ketiga bisnis yang tidak melibatkan secara material. Jenis penghasilan pasif ini adalah jenis penghasilan yang terjadi karena adanya perjanjian antara pemilik usaha dengan orang yang berinvestasi (investor). Investor tidak berpartisipasi dalam operasi bisnis selain memasukkan dana ke perusahaan. \n<br>\n<em>Chen, J. (2022). Passive Income. Diambil 14 September 2022 dari https:\/\/www.investopedia.com\/terms\/p\/passiveincome.asp.<\/em> <br>\n<\/p><p style=\"text-align: justify;\">Pernyataan manakah yang termasuk ke dalam jenis penghasilan pasif.....<br><\/p>",
        "A": "Bonus yang diterima karyawan saat mengerjakan projek tambahan ",
        "B": "Pendapatan bunga dari dana yang dipinjamkan ke perusahaan lain",
        "C": "Upah tenaga kerja yang dihitung berdasarkan jam kerja",
        "D": "Penghasilan gaji karyawan yang diterima setiap bulan",
        "E": "Penghasilan yang diterima dari usaha sendiri",
        "Kunci": "B",
        "tipe": "pilihan"
    },
    {
        "Number": "20",
        "Soal": "<p style=\"text-align: justify;\">Berdasarkan bacaan tersebut, alasan penghasilan pasif lebih mudah dibandingkan dengan penghasilan aktif adalah ….<br><\/p>",
        "A": "karena penghasilan pasif tidak dikenakan pajak.",
        "B": "dapat dimulai dengan mudah tanpa modal yang besar.",
        "C": "dapat dikelola secara mandiri dan dikerjakan dimana saja.",
        "D": "penghasilan diperoleh dengan usaha yang besar atau maksimal.",
        "E": "hasil dari penghasilan pasif lebih besar daripada penghasilan aktif.",
        "Kunci": "C",
        "tipe": "pilihan"
    }
]